----- AUTO GENERATED - DO NOT EDIT

BtWQuestsDatabase:UpdateNPCsTable({
    [38237] = {
        name = "북녘골의 맥시밀리언",
        locations = {
            [78] = {
                {
                    x = 0.306201,
                    y = 0.511406,
                },
            },
        },
    },
    [91065] = {
        name = "창고 관리자 부다니",
        locations = {
            [630] = {
                {
                    x = 0.408,
                    y = 0.092,
                },
                {
                    x = 0.474,
                    y = 0.126,
                },
            },
        },
    },
    [91166] = {
        name = "다글롭",
        locations = {
            [630] = {
                {
                    x = 0.624,
                    y = 0.514,
                },
            },
        },
    },
    [92802] = {
        name = "신성모독자 그라박스",
        locations = {
            [641] = {
                {
                    x = 0.56567,
                    y = 0.544882,
                },
            },
        },
    },
    [93600] = {
        name = "세일라나 리버브리즈",
        locations = {
            [641] = {
                {
                    x = 0.538,
                    y = 0.798,
                },
            },
        },
    },
    [94101] = {
        name = "레이니 실버샷",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [94366] = {
        name = "렐린 스위프트섀도",
        locations = {
            [641] = {
                {
                    x = 0.390703,
                    y = 0.645214,
                },
            },
        },
    },
    [94409] = {
        name = "헤멧 네싱워리",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [94434] = {
        name = "애디 피즐보그",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [95438] = {
        name = "엘리아스",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [95799] = {
        name = "힘센 담룰",
        locations = {
            [650] = {
                {
                    x = 0.448,
                    y = 0.238,
                },
            },
        },
    },
    [96513] = {
        name = "라지크 가즈볼트",
        locations = {
            [650] = {
                {
                    x = 0.576,
                    y = 0.566,
                },
            },
        },
    },
    [97258] = {
        name = "오타사 게일후프",
        locations = {
            [634] = {
                {
                    x = 0.514,
                    y = 0.568,
                },
            },
        },
    },
    [97974] = {
        name = "로르나 스타우트풋",
        locations = {
            [650] = {
                {
                    x = 0.576,
                    y = 0.564,
                },
            },
        },
    },
    [98067] = {
        name = "멀록왕 아옳아옳",
        locations = {
            [650] = {
                {
                    x = 0.426,
                    y = 0.108,
                },
            },
        },
    },
    [98587] = {
        name = "모르하임 선조",
        locations = {
            [634] = {
                {
                    x = 0.782,
                    y = 0.586,
                },
            },
        },
    },
    [99065] = {
        name = "테드리스 페더송",
        locations = {
            [680] = {
                {
                    x = 0.458626,
                    y = 0.417557,
                },
            },
        },
    },
    [99905] = {
        name = "셰일 그레이페더",
        locations = {
            [750] = {
                {
                    x = 0.42,
                    y = 0.468,
                },
            },
        },
    },
    [101766] = {
        name = "탈레누스 리버트리",
        locations = {
            [680] = {
                {
                    x = 0.278246,
                    y = 0.211835,
                },
            },
        },
    },
    [103568] = {
        name = "메이루나 문윙",
        locations = {
            [680] = {
                {
                    x = 0.256725,
                    y = 0.308796,
                },
            },
        },
    },
    [104220] = {
        name = "굶주린 거인",
        locations = {
            [680] = {
                {
                    x = 0.225543,
                    y = 0.27422,
                },
            },
        },
    },
    [106095] = {
        name = "이바넬 메도송",
        locations = {
            [680] = {
                {
                    x = 0.296905,
                    y = 0.186393,
                },
            },
        },
    },
    [106299] = {
        name = "티살리 크로우",
        locations = {
            [747] = {
                {
                    x = 0.310355,
                    y = 0.04766,
                },
            },
        },
    },
    [106914] = {
        name = "테드 슈메이커",
        locations = {
            [630] = {
                {
                    x = 0.504,
                    y = 0.306,
                },
            },
        },
    },
    [106915] = {
        name = "마리우스 펠베인",
        locations = {
            [630] = {
                {
                    x = 0.504,
                    y = 0.306,
                },
            },
        },
    },
    [107244] = {
        name = "테드 슈메이커",
        locations = {
            [630] = {
                {
                    x = 0.638,
                    y = 0.288,
                },
            },
        },
    },
    [107245] = {
        name = "마리우스 펠베인",
        locations = {
            [630] = {
                {
                    x = 0.638,
                    y = 0.288,
                },
            },
        },
    },
    [107498] = {
        name = "깍까악",
        locations = {
            [634] = {
                {
                    x = 0.54,
                    y = 0.302,
                },
            },
        },
    },
    [107499] = {
        name = "겁에 질린 까마귀곰",
        locations = {
            [634] = {
                {
                    x = 0.502,
                    y = 0.34,
                },
            },
        },
    },
    [107674] = {
        name = "스내글 식스트리거",
        locations = {
            [634] = {
                {
                    x = 0.512,
                    y = 0.57,
                },
            },
        },
    },
    [107675] = {
        name = "랙스 식스트리거",
        locations = {
            [634] = {
                {
                    x = 0.514,
                    y = 0.57,
                },
            },
        },
    },
    [108072] = {
        name = "핀리 므르글턴 경",
        locations = {
            [634] = {
                {
                    x = 0.748,
                    y = 0.556,
                },
            },
        },
    },
    [108304] = {
        name = "구비에나 블레이드송",
        locations = {
            [641] = {
                {
                    x = 0.594,
                    y = 0.84,
                },
            },
        },
    },
    [108327] = {
        name = "진동하는 뼈수액",
        locations = {
            [641] = {
                {
                    x = 0.591092,
                    y = 0.816968,
                },
            },
        },
    },
    [108358] = {
        name = "레이라나",
        locations = {
            [641] = {
                {
                    x = 0.594,
                    y = 0.82,
                },
            },
        },
    },
    [109631] = {
        name = "늙은 그리즐백",
        locations = {
            [641] = {
                {
                    x = 0.666,
                    y = 0.772,
                },
            },
        },
    },
    [110018] = {
        name = "가즈릭스 기어락",
        locations = {
            [627] = {
                {
                    x = 0.502,
                    y = 0.224,
                },
                {
                    x = 0.502,
                    y = 0.23,
                },
            },
        },
    },
    [110987] = {
        name = "어둠파수꾼",
        locations = {
            [680] = {
                {
                    x = 0.506,
                    y = 0.566,
                },
            },
        },
    },
    [121754] = {
        name = "베리사 윈드러너",
        locations = {
            [84] = {
                {
                    x = 0.212902,
                    y = 0.301439,
                },
            },
        },
    },
})