----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

BtWQuestsDatabase:UpdateNPCsTable({
    [93600] = {
        name = "Сейланна Речной Бриз",
    },
    [96513] = {
        name = "Разик Газболт",
    },
    [97258] = {
        name = "Утаса Громовое Копыто",
    },
    [97974] = {
        name = "Лорна Крепкий Сапог",
    },
    [98587] = {
        name = "Морхеймский предок",
    },
    [107499] = {
        name = "Испуганный воронух",
    },
    [108072] = {
        name = "Сэр Финли Мрргглтон",
    },
    [108304] = {
        name = "Гвена Песнь Клинка",
    },
    [108358] = {
        name = "Лейрана",
    },
    [109631] = {
        name = "Старик Седоспин",
    },
    [110018] = {
        name = "Газрикс Замокс",
    },
})