----- AUTO GENERATED - DO NOT EDIT

BtWQuestsDatabase:UpdateNPCsTable({
    [38237] = {
        name = "Максимилиан Североземский",
        locations = {
            [78] = {
                {
                    x = 0.306201,
                    y = 0.511406,
                },
            },
        },
    },
    [91065] = {
        name = "Смотритель погребов Вудани",
        locations = {
            [630] = {
                {
                    x = 0.408,
                    y = 0.092,
                },
                {
                    x = 0.474,
                    y = 0.126,
                },
            },
        },
    },
    [91166] = {
        name = "Даглоп",
        locations = {
            [630] = {
                {
                    x = 0.624,
                    y = 0.514,
                },
            },
        },
    },
    [92802] = {
        name = "Гравакс Осквернитель",
        locations = {
            [641] = {
                {
                    x = 0.56567,
                    y = 0.544882,
                },
            },
        },
    },
    [93600] = {
        name = "Сейланна Речной Бриз",
        locations = {
            [641] = {
                {
                    x = 0.538,
                    y = 0.798,
                },
            },
        },
    },
    [94101] = {
        name = "Лаэни Серебряная Стрела",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [94366] = {
        name = "Лелин Стремительная Тень",
        locations = {
            [641] = {
                {
                    x = 0.390703,
                    y = 0.645214,
                },
            },
        },
    },
    [94409] = {
        name = "Хеминг Эрнестуэй",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [94434] = {
        name = "Адди Шипотопчик",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [95438] = {
        name = "Эллиас",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [95799] = {
        name = "Дамрул Силачь",
        locations = {
            [650] = {
                {
                    x = 0.448,
                    y = 0.238,
                },
            },
        },
    },
    [96513] = {
        name = "Разик Газболт",
        locations = {
            [650] = {
                {
                    x = 0.576,
                    y = 0.566,
                },
            },
        },
    },
    [97258] = {
        name = "Утаса Громовое Копыто",
        locations = {
            [634] = {
                {
                    x = 0.514,
                    y = 0.568,
                },
            },
        },
    },
    [97974] = {
        name = "Лорна Крепкий Сапог",
        locations = {
            [650] = {
                {
                    x = 0.576,
                    y = 0.564,
                },
            },
        },
    },
    [98067] = {
        name = "Король Мргл-Мргл",
        locations = {
            [650] = {
                {
                    x = 0.426,
                    y = 0.108,
                },
            },
        },
    },
    [98587] = {
        name = "Морхеймский предок",
        locations = {
            [634] = {
                {
                    x = 0.782,
                    y = 0.586,
                },
            },
        },
    },
    [99065] = {
        name = "Таэдрис Песнь Пера",
        locations = {
            [680] = {
                {
                    x = 0.458626,
                    y = 0.417557,
                },
            },
        },
    },
    [99905] = {
        name = "Шейл Серое Перо",
        locations = {
            [750] = {
                {
                    x = 0.42,
                    y = 0.468,
                },
            },
        },
    },
    [101766] = {
        name = "Талрен Речное Дерево",
        locations = {
            [680] = {
                {
                    x = 0.278246,
                    y = 0.211835,
                },
            },
        },
    },
    [103568] = {
        name = "Мейруна Лунное Крыло",
        locations = {
            [680] = {
                {
                    x = 0.256725,
                    y = 0.308796,
                },
            },
        },
    },
    [104220] = {
        name = "Изголодавшийся эттин",
        locations = {
            [680] = {
                {
                    x = 0.225543,
                    y = 0.27422,
                },
            },
        },
    },
    [106095] = {
        name = "Иванель Песнь Лугов",
        locations = {
            [680] = {
                {
                    x = 0.296905,
                    y = 0.186393,
                },
            },
        },
    },
    [106299] = {
        name = "Тизали Ворона",
        locations = {
            [747] = {
                {
                    x = 0.310355,
                    y = 0.04766,
                },
            },
        },
    },
    [106914] = {
        name = "Тейд Шумакер",
        locations = {
            [630] = {
                {
                    x = 0.504,
                    y = 0.306,
                },
            },
        },
    },
    [106915] = {
        name = "Мариус Проклятие Скверны",
        locations = {
            [630] = {
                {
                    x = 0.504,
                    y = 0.306,
                },
            },
        },
    },
    [107244] = {
        name = "Тейд Шумакер",
        locations = {
            [630] = {
                {
                    x = 0.638,
                    y = 0.288,
                },
            },
        },
    },
    [107245] = {
        name = "Мариус Проклятие Скверны",
        locations = {
            [630] = {
                {
                    x = 0.638,
                    y = 0.288,
                },
            },
        },
    },
    [107498] = {
        name = "Кукку",
        locations = {
            [634] = {
                {
                    x = 0.54,
                    y = 0.302,
                },
            },
        },
    },
    [107499] = {
        name = "Испуганный воронух",
        locations = {
            [634] = {
                {
                    x = 0.502,
                    y = 0.34,
                },
            },
        },
    },
    [107674] = {
        name = "Проныра Шестихват",
        locations = {
            [634] = {
                {
                    x = 0.512,
                    y = 0.57,
                },
            },
        },
    },
    [107675] = {
        name = "Рекс Шестихват",
        locations = {
            [634] = {
                {
                    x = 0.514,
                    y = 0.57,
                },
            },
        },
    },
    [108072] = {
        name = "Сэр Финли Мрргглтон",
        locations = {
            [634] = {
                {
                    x = 0.748,
                    y = 0.556,
                },
            },
        },
    },
    [108304] = {
        name = "Гвена Песнь Клинка",
        locations = {
            [641] = {
                {
                    x = 0.594,
                    y = 0.84,
                },
            },
        },
    },
    [108327] = {
        name = "Пульсирующая костная жижа",
        locations = {
            [641] = {
                {
                    x = 0.591092,
                    y = 0.816968,
                },
            },
        },
    },
    [108358] = {
        name = "Лейрана",
        locations = {
            [641] = {
                {
                    x = 0.594,
                    y = 0.82,
                },
            },
        },
    },
    [109631] = {
        name = "Старик Седоспин",
        locations = {
            [641] = {
                {
                    x = 0.666,
                    y = 0.772,
                },
            },
        },
    },
    [110018] = {
        name = "Газрикс Замокс",
        locations = {
            [627] = {
                {
                    x = 0.502,
                    y = 0.224,
                },
                {
                    x = 0.502,
                    y = 0.23,
                },
            },
        },
    },
    [110987] = {
        name = "Ночноглаз",
        locations = {
            [680] = {
                {
                    x = 0.506,
                    y = 0.566,
                },
            },
        },
    },
    [121754] = {
        name = "Вериса Ветрокрылая",
        locations = {
            [84] = {
                {
                    x = 0.212902,
                    y = 0.301439,
                },
            },
        },
    },
})