----- AUTO GENERATED - DO NOT EDIT

BtWQuestsDatabase:UpdateNPCsTable({
    [38237] = {
        name = "北郡的瑪克西米利安",
        locations = {
            [78] = {
                {
                    x = 0.306201,
                    y = 0.511406,
                },
            },
        },
    },
    [91065] = {
        name = "Cellarman Voodani",
        locations = {
            [630] = {
                {
                    x = 0.408,
                    y = 0.092,
                },
                {
                    x = 0.474,
                    y = 0.126,
                },
            },
        },
    },
    [91166] = {
        name = "Daglop",
        locations = {
            [630] = {
                {
                    x = 0.624,
                    y = 0.514,
                },
            },
        },
    },
    [92802] = {
        name = "『褻瀆者』葛拉沃斯",
        locations = {
            [641] = {
                {
                    x = 0.56567,
                    y = 0.544882,
                },
            },
        },
    },
    [93600] = {
        name = "賽拉娜‧河風",
        locations = {
            [641] = {
                {
                    x = 0.538,
                    y = 0.798,
                },
            },
        },
    },
    [94101] = {
        name = "蓮妮‧銀擊",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [94366] = {
        name = "莉爾恩‧迅影",
        locations = {
            [641] = {
                {
                    x = 0.390703,
                    y = 0.645214,
                },
            },
        },
    },
    [94409] = {
        name = "赫米特‧奈辛瓦里",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [94434] = {
        name = "艾笛‧嘶沼",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [95438] = {
        name = "伊萊亞斯",
        locations = {
            [650] = {
                {
                    x = 0.4,
                    y = 0.522,
                },
            },
        },
    },
    [95799] = {
        name = "『強者』丹魯爾",
        locations = {
            [650] = {
                {
                    x = 0.448,
                    y = 0.238,
                },
            },
        },
    },
    [96513] = {
        name = "拉傑‧卡栓",
        locations = {
            [650] = {
                {
                    x = 0.576,
                    y = 0.566,
                },
            },
        },
    },
    [97258] = {
        name = "烏塔莎‧風蹄",
        locations = {
            [634] = {
                {
                    x = 0.514,
                    y = 0.568,
                },
            },
        },
    },
    [97974] = {
        name = "蘿娜‧穩足",
        locations = {
            [650] = {
                {
                    x = 0.576,
                    y = 0.564,
                },
            },
        },
    },
    [98067] = {
        name = "莫戈莫戈大王",
        locations = {
            [650] = {
                {
                    x = 0.426,
                    y = 0.108,
                },
            },
        },
    },
    [98587] = {
        name = "莫爾海姆先祖",
        locations = {
            [634] = {
                {
                    x = 0.782,
                    y = 0.586,
                },
            },
        },
    },
    [99065] = {
        name = "泰德里斯‧羽歌",
        locations = {
            [680] = {
                {
                    x = 0.458626,
                    y = 0.417557,
                },
            },
        },
    },
    [99905] = {
        name = "Shale Greyfeather",
        locations = {
            [750] = {
                {
                    x = 0.42,
                    y = 0.468,
                },
            },
        },
    },
    [101766] = {
        name = "薩睿納斯‧河樹",
        locations = {
            [680] = {
                {
                    x = 0.278246,
                    y = 0.211835,
                },
            },
        },
    },
    [103568] = {
        name = "梅露娜‧月翼",
        locations = {
            [680] = {
                {
                    x = 0.256725,
                    y = 0.308796,
                },
            },
        },
    },
    [104220] = {
        name = "飢餓的雙頭巨人",
        locations = {
            [680] = {
                {
                    x = 0.225543,
                    y = 0.27422,
                },
            },
        },
    },
    [106095] = {
        name = "伊凡涅爾‧牧歌",
        locations = {
            [680] = {
                {
                    x = 0.296905,
                    y = 0.186393,
                },
            },
        },
    },
    [106299] = {
        name = "黎沙莉‧烏鴉",
        locations = {
            [747] = {
                {
                    x = 0.310355,
                    y = 0.04766,
                },
            },
        },
    },
    [106914] = {
        name = "Tehd Shoemaker",
        locations = {
            [630] = {
                {
                    x = 0.504,
                    y = 0.306,
                },
            },
        },
    },
    [106915] = {
        name = "Marius Felbane",
        locations = {
            [630] = {
                {
                    x = 0.504,
                    y = 0.306,
                },
            },
        },
    },
    [107244] = {
        name = "Tehd Shoemaker",
        locations = {
            [630] = {
                {
                    x = 0.638,
                    y = 0.288,
                },
            },
        },
    },
    [107245] = {
        name = "Marius Felbane",
        locations = {
            [630] = {
                {
                    x = 0.638,
                    y = 0.288,
                },
            },
        },
    },
    [107498] = {
        name = "咕咯",
        locations = {
            [634] = {
                {
                    x = 0.54,
                    y = 0.302,
                },
            },
        },
    },
    [107499] = {
        name = "受驚的熊鴉",
        locations = {
            [634] = {
                {
                    x = 0.502,
                    y = 0.34,
                },
            },
        },
    },
    [107674] = {
        name = "Snaggle Sixtrigger",
        locations = {
            [634] = {
                {
                    x = 0.512,
                    y = 0.57,
                },
            },
        },
    },
    [107675] = {
        name = "Rax Sixtrigger",
        locations = {
            [634] = {
                {
                    x = 0.514,
                    y = 0.57,
                },
            },
        },
    },
    [108072] = {
        name = "芬利‧莫戈頓爵士",
        locations = {
            [634] = {
                {
                    x = 0.748,
                    y = 0.556,
                },
            },
        },
    },
    [108304] = {
        name = "古維娜‧刃歌",
        locations = {
            [641] = {
                {
                    x = 0.594,
                    y = 0.84,
                },
            },
        },
    },
    [108327] = {
        name = "蠕動的骸泥怪",
        locations = {
            [641] = {
                {
                    x = 0.591092,
                    y = 0.816968,
                },
            },
        },
    },
    [108358] = {
        name = "蕾菈娜",
        locations = {
            [641] = {
                {
                    x = 0.594,
                    y = 0.82,
                },
            },
        },
    },
    [109631] = {
        name = "灰背長老",
        locations = {
            [641] = {
                {
                    x = 0.666,
                    y = 0.772,
                },
            },
        },
    },
    [110018] = {
        name = "加茲里斯‧輪鎖",
        locations = {
            [627] = {
                {
                    x = 0.502,
                    y = 0.224,
                },
                {
                    x = 0.502,
                    y = 0.23,
                },
            },
        },
    },
    [110987] = {
        name = "夜眼",
        locations = {
            [680] = {
                {
                    x = 0.506,
                    y = 0.566,
                },
            },
        },
    },
    [121754] = {
        name = "凡蕾莎‧風行者",
        locations = {
            [84] = {
                {
                    x = 0.212902,
                    y = 0.301439,
                },
            },
        },
    },
})