----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

BtWQuests_Quests = {
    [43496] = {
        name = "Скрытая мощь",
        level = -1,
    },
    [40668] = {
        name = "Око Азшары: сердце Зин-Азшари",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43514] = {
        name = "Былое тщеславие",
        level = -1,
    },
    [43517] = {
        name = "Чаща Темного Сердца: сила Кошмара",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43518] = {
        name = "Искушение тьмой",
        level = -1,
    },
    [43519] = {
        name = "Ясность силы",
        level = -1,
    },
    [43581] = {
        name = "Мудрость терпения",
        level = -1,
    },
    [43520] = {
        name = "Изумрудный Кошмар: в Кошмаре",
        difficulty = "normal",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [43521] = {
        name = "Сущность Силы",
        difficulty = "normal",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [43522] = {
        name = "Поглощение сущности",
        level = -1,
    },
    [43527] = {
        name = "Спасение стражей",
        level = -1,
    },
    [43523] = {
        name = "Выплаченный долг",
        level = -1,
    },
    [40673] = {
        name = "Утраченное знание",
        level = -1,
    },
    [43525] = {
        name = "Каземат Стражей: одолжить, не спрашивая",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40675] = {
        name = "Катакомбы Сурамара: посвящение в капитаны",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43524] = {
        name = "Квартал Звезд: само совершенство",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40678] = {
        name = "Искаженная сила",
        tagID = QUEST_TAG_GROUP,
        level = -1,
    },
    [43526] = {
        name = "Настоящее испытание",
        level = -1,
    },
    [40603] = {
        name = "В поисках валькиры",
        level = -1,
    },
    [40608] = {
        name = "Метка",
        level = -1,
    },
    [40613] = {
        name = "Утроба душ: поход за Свальнгардом",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40614] = {
        name = "Пир, достойный Одина",
        level = -1,
    },
    [40672] = {
        name = "Логово Нелтариона: главное – правильно подать...",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40615] = {
        name = "Чертоги Доблести: благословение Одина",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43528] = {
        name = "Подготовка нападения",
        level = -1,
    },
    [43531] = {
        name = "В Цитадель Ночи",
        difficulty = "normal",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [43530] = {
        name = "Цитадель Ночи: мания величия",
        difficulty = "normal",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [43532] = {
        name = "Цитадель Ночи: зов тьмы",
        difficulty = "normal",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [43533] = {
        name = "Баланс сил",
        level = -1,
    },
    [38834] = {
        name = "В гущу боя",
        level = -1,
    },
    [37653] = {
        name = "Души демонов",
        level = -1,
    },
    [37658] = {
        name = "Активация тотемов",
        level = -1,
    },
    [37660] = {
        name = "Коса Душ",
        level = -1,
    },
    [36920] = {
        name = "Атака с тыла",
        level = -1,
    },
    [36811] = {
        name = "Отбить Фаронаар",
        level = -1,
    },
    [37450] = {
        name = "Спасение Стеллагосы",
        level = -1,
    },
    [37656] = {
        name = "Скверные махинации",
        level = -1,
    },
    [37449] = {
        name = "Темные откровения",
        level = -1,
    },
    [38443] = {
        name = "Путешествие к Покою",
        level = -1,
    },
    [37853] = {
        name = "Смерть Старейшего",
        level = -1,
    },
    [37991] = {
        name = "Агапант",
        level = -1,
    },
    [42271] = {
        name = "На последнем издыхании",
        level = -1,
    },
    [37855] = {
        name = "Последние из последних",
        level = -1,
    },
    [37856] = {
        name = "Иссохшие",
        level = -1,
    },
    [37859] = {
        name = "Выпитые досуха",
        level = -1,
    },
    [37858] = {
        name = "Стеллагоса",
        level = -1,
    },
    [37957] = {
        name = "Рунас Постыдный",
        level = -1,
    },
    [37857] = {
        name = "Рунас знает дорогу",
        level = -1,
    },
    [37959] = {
        name = "Голод возвращается",
        level = -1,
    },
    [37963] = {
        name = "Лишенные искупления",
        level = -1,
    },
    [37960] = {
        name = "Воры маны",
        level = -1,
    },
    [37860] = {
        name = "Ты – мне, я – тебе...",
        level = -1,
    },
    [37861] = {
        name = "Ночнорожденный принц",
        level = -1,
    },
    [37862] = {
        name = "Все еще жив",
        level = -1,
    },
    [38014] = {
        name = "Драконы вкуснее",
        level = -1,
    },
    [38015] = {
        name = "На грани",
        level = -1,
    },
    [42567] = {
        name = "Обреченные на иссыхание",
        level = -1,
    },
    [42756] = {
        name = "Конец голода",
        level = -1,
    },
    [37690] = {
        name = "Те, кто помнит",
        level = -1,
    },
    [37256] = {
        name = "Они вышли из моря",
        level = -1,
    },
    [37733] = {
        name = "Принц Фарондис",
        level = -1,
    },
    [37257] = {
        name = "Это наши кости",
        level = -1,
    },
    [37497] = {
        name = "В поисках Приливного камня",
        level = -1,
    },
    [37486] = {
        name = "Нар'талас все еще страдает",
        level = -1,
    },
    [37467] = {
        name = "Дорога стыда",
        level = -1,
    },
    [37468] = {
        name = "В академию",
        level = -1,
    },
    [37736] = {
        name = "Классная одежда",
        level = -1,
    },
    [37678] = {
        name = "Пора взяться за книги",
        level = -1,
    },
    [37518] = {
        name = "Залы призраков",
        level = -1,
    },
    [42370] = {
        name = "Азы владения жезлом",
        level = -1,
    },
    [42371] = {
        name = "Боевые исследования",
        level = -1,
    },
    [37729] = {
        name = "Контрольная: начертание сложных рун",
        level = -1,
    },
    [37730] = {
        name = "Ключи директрисы",
        level = -1,
    },
    [37469] = {
        name = "Приливный камень расколот...",
        level = -1,
    },
    [37530] = {
        name = "Спасение утопающих...",
        level = -1,
    },
    [37470] = {
        name = "Голова змеи",
        level = -1,
    },
    [38286] = {
        name = "Око Азшары: Гнев Азшары",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [42213] = {
        name = "Око Азшары: приливный камень Голганнета",
        level = -1,
    },
    [38407] = {
        name = "На дне бутылки",
        level = -1,
    },
    [37496] = {
        name = "Арена кораблекрушения",
        level = -1,
    },
    [37507] = {
        name = "Всем заправляет Китопуз",
        level = -1,
    },
    [37542] = {
        name = "Нет времени на репетицию",
        level = -1,
    },
    [37528] = {
        name = "Не буди лихо, пока оно тихо",
        level = -1,
    },
    [37510] = {
        name = "Чемпион Мрачновода",
        level = -1,
    },
    [37536] = {
        name = "Для поднятия духа",
        level = -1,
    },
    [37538] = {
        name = "Первый раунд. Бой!",
        level = -1,
    },
    [37565] = {
        name = "Самое подходящее оружие",
        level = -1,
    },
    [37566] = {
        name = "Принцу пора на покой",
        level = -1,
    },
    [38857] = {
        name = "Услуга мистеру Шеклу",
        level = -1,
    },
    [37654] = {
        name = "Морское право",
        level = -1,
    },
    [37657] = {
        name = "Мир во всем мире – залог больших барышей",
        level = -1,
    },
    [37659] = {
        name = "Капитанский сейф",
        level = -1,
    },
    [40794] = {
        name = "Судьба \"Мести королевы",
        level = -1,
        restrictions = {
            {
                type = "faction",
                faction = "Alliance",
            },
        },
    },
    [42244] = {
        name = "Судьба \"Мести королевы",
        level = -1,
        restrictions = {
            {
                type = "faction",
                faction = "Horde",
            },
        },
    },
    [39731] = {
        name = "Безмятежный лес",
        level = -1,
    },
    [39861] = {
        name = "Последние штрихи",
        level = -1,
    },
    [38305] = {
        name = "Кенарий, Хранитель Рощи",
        level = -1,
    },
    [38384] = {
        name = "Зов природы",
        level = -1,
    },
    [38382] = {
        name = "Верховный друид долины",
        level = -1,
    },
    [39383] = {
        name = "Бесчестный",
        level = -1,
    },
    [39384] = {
        name = "Осквернитель",
        level = -1,
    },
    [40573] = {
        name = "Владыка Кошмара",
        level = -1,
    },
    [38142] = {
        name = "Верховный друид-медведь",
        level = -1,
    },
    [38455] = {
        name = "Взбесившиеся фурболги",
        level = -1,
    },
    [38922] = {
        name = "Редкомех",
        level = -1,
    },
    [38246] = {
        name = "Зов тотема",
        level = -1,
    },
    [38146] = {
        name = "Бусы вождя",
        level = -1,
    },
    [38143] = {
        name = "Пробуждение верховного друида",
        level = -1,
    },
    [38145] = {
        name = "Долгожданное пробуждение",
        level = -1,
    },
    [38144] = {
        name = "Демоны из глубин",
        level = -1,
    },
    [38147] = {
        name = "Заблудшие во сне",
        level = -1,
    },
    [38381] = {
        name = "Верховный друид мудрости",
        level = -1,
    },
    [38235] = {
        name = "Тверже камня",
        level = -1,
    },
    [38225] = {
        name = "Смерть ведьме-матери!",
        level = -1,
    },
    [38148] = {
        name = "Возвращение в рощу",
        level = -1,
    },
    [38377] = {
        name = "Изумрудная Королева",
        level = -1,
    },
    [38641] = {
        name = "Храм Элуны",
        level = -1,
    },
    [38662] = {
        name = "Слезы и страхи",
        level = -1,
    },
    [38655] = {
        name = "Корень зла",
        level = -1,
    },
    [38663] = {
        name = "Жребий смерти",
        level = -1,
    },
    [38595] = {
        name = "Ярость Малфуриона",
        level = -1,
    },
    [38582] = {
        name = "Cтарые друзья",
        level = -1,
    },
    [38753] = {
        name = "По следу демона",
        level = -1,
    },
    [41056] = {
        name = "Утраченная любовь",
        level = -1,
    },
    [41708] = {
        name = "Темная сторона Луны",
        level = -1,
    },
    [38671] = {
        name = "Потери при отступлении",
        level = -1,
    },
    [41707] = {
        name = "Избиение Червивого Когтя",
        level = -1,
    },
    [43576] = {
        name = "Перегруппировка в убежище",
        level = -1,
    },
    [41724] = {
        name = "Сердце Кошмара",
        level = -1,
    },
    [43241] = {
        name = "Поток кошмара",
        level = -1,
    },
    [38684] = {
        name = "Гадание по листьям",
        level = -1,
    },
    [41893] = {
        name = "Поддавшийся порче",
        level = -1,
    },
    [43702] = {
        name = "Ослабление противника",
        level = -1,
    },
    [38687] = {
        name = "На расстоянии вытянутой руки",
        level = -1,
    },
    [38743] = {
        name = "Судьба Валь'шары",
        level = -1,
    },
    [40567] = {
        name = "Чаща Темного Сердца: в мир Кошмара",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40890] = {
        name = "Слезы Элуны",
        level = -1,
    },
    [38643] = {
        name = "Деревня в опасности",
        level = -1,
    },
    [38645] = {
        name = "Дети ночи",
        level = -1,
    },
    [38644] = {
        name = "Фермерские угодья",
        level = -1,
    },
    [38647] = {
        name = "Царица полей – кукуруза!",
        level = -1,
    },
    [38646] = {
        name = "Целься... Пли!",
        level = -1,
    },
    [39117] = {
        name = "Дочирикался",
        level = -1,
    },
    [38691] = {
        name = "Задание Джерода",
        level = -1,
    },
    [38718] = {
        name = "Кур'талос Гребень Ворона",
        level = -1,
    },
    [38714] = {
        name = "По следам Майев",
        level = -1,
    },
    [38715] = {
        name = "Стражи крепости Черной Ладьи",
        level = -1,
    },
    [38717] = {
        name = "Тюрьма крепости Черной Ладьи",
        level = -1,
    },
    [38724] = {
        name = "Братская любовь",
        level = -1,
    },
    [38719] = {
        name = "Свободу иллидари!",
        level = -1,
    },
    [38721] = {
        name = "Лейтенант башни",
        level = -1,
    },
    [38889] = {
        name = "Усыновить малютку",
        level = -1,
    },
    [39015] = {
        name = "Бука",
        level = -1,
    },
    [39117] = {
        name = "Дочирикался",
        level = -1,
    },
    [44555] = {
        name = "Открытие Кадгара",
        level = 110,
    },
    [39986] = {
        name = "Магическое послание",
        level = 110,
    },
    [39987] = {
        name = "След эха",
        level = 110,
    },
    [40008] = {
        name = "Есть лишь один путь – только вперед",
        level = 110,
    },
    [40123] = {
        name = "Пакт ночнорожденных",
        level = 110,
    },
    [40009] = {
        name = "Жаждущие магии",
        level = 110,
    },
    [42229] = {
        name = "Шал'Аран",
        level = 110,
    },
    [44672] = {
        name = "Древняя мана",
        level = 110,
    },
    [40011] = {
        name = "Мастерская Окулета",
        level = 110,
    },
    [40747] = {
        name = "Тонкое искусство телемантии",
        level = 110,
    },
    [40748] = {
        name = "Безопасность сети",
        level = 110,
    },
    [40830] = {
        name = "Почти на месте",
        level = 110,
    },
    [44691] = {
        name = "Накормить голодающего",
        level = 110,
    },
    [40956] = {
        name = "По результатам разведки...",
        level = 110,
    },
    [40012] = {
        name = "Старый союзник",
        level = 110,
    },
    [41149] = {
        name = "Оберегающие чары",
        level = 110,
    },
    [40326] = {
        name = "Разрозненные воспоминания",
        level = 110,
    },
    [41702] = {
        name = "Сила камня",
        level = 110,
    },
    [41704] = {
        name = "Подопытный номер 16",
        level = 110,
    },
    [41760] = {
        name = "Наследие Кел'даната",
        level = 110,
    },
    [40010] = {
        name = "Подключение к силовым линиям",
        level = 110,
    },
    [41028] = {
        name = "Энергетическая сеть",
        level = 110,
    },
    [41138] = {
        name = "Питание Шал'Арана",
        level = 110,
    },
    [40368] = {
        name = "На черепашьей тяге",
        level = 110,
    },
    [40348] = {
        name = "С водой что-то не так",
        level = 110,
    },
    [40370] = {
        name = "Очищение нечистых",
        level = 110,
    },
    [41762] = {
        name = "Сочувствующие среди шал'дорай",
        level = 110,
    },
    [41834] = {
        name = "Маски, за которыми мы скрываем лица",
        level = 110,
    },
    [41989] = {
        name = "Родная кровь",
        level = 110,
    },
    [42079] = {
        name = "Маскарад",
        level = 110,
    },
    [42147] = {
        name = "Первый контакт",
        level = 110,
    },
    [43811] = {
        name = "Телепорт поместья Лунархов",
        level = 110,
    },
    [40324] = {
        name = "Чародейское единение",
        level = 110,
    },
    [40325] = {
        name = "Сцены из памяти",
        level = 110,
    },
    [42224] = {
        name = "Под покровом лунной тени",
        level = 110,
    },
    [42225] = {
        name = "Сломанные печати",
        level = 110,
    },
    [42226] = {
        name = "Битва в обители Лунной Тени",
        level = 110,
    },
    [42227] = {
        name = "В темные глубины",
        level = 110,
    },
    [42228] = {
        name = "Тайный город",
        level = 110,
    },
    [42230] = {
        name = "Бремя странника дола",
        level = 110,
    },
    [44636] = {
        name = "Сбор войск",
        level = 110,
    },
    [44561] = {
        name = "Семя надежды",
        level = 110,
    },
    [41877] = {
        name = "Леди Лунарх",
        level = 113,
    },
    [40746] = {
        name = "Один из своих",
        level = 113,
    },
    [41148] = {
        name = "Щедрость и великодушие",
        level = 113,
    },
    [40947] = {
        name = "Особая доставка",
        level = 113,
    },
    [40745] = {
        name = "Смена караула",
        level = 113,
    },
    [42722] = {
        name = "Друзья в клетках",
        level = 110,
    },
    [44051] = {
        name = "Растраченные таланты",
        level = 113,
    },
    [42486] = {
        name = "Похищенная малышка",
        level = 113,
    },
    [42487] = {
        name = "Друзья извне",
        level = 113,
    },
    [42489] = {
        name = "Пожитки Талисры",
        level = 113,
    },
    [42488] = {
        name = "Обитель Талисры",
        level = 113,
    },
    [41878] = {
        name = "Гондольер",
        level = 110,
    },
    [40727] = {
        name = "Водные пути",
        level = 113,
    },
    [40730] = {
        name = "Перераспределение",
        level = 113,
    },
    [42828] = {
        name = "Мотыльки и пламя",
        level = 113,
    },
    [42829] = {
        name = "Проникновение на виноградники",
        level = 113,
    },
    [42832] = {
        name = "Плоды наших усилий",
        level = 113,
    },
    [42833] = {
        name = "Как это делается: чародейское вино",
        level = 113,
    },
    [42834] = {
        name = "Предельная концентрация",
        level = 113,
    },
    [42835] = {
        name = "По старинке",
        level = 113,
    },
    [42837] = {
        name = "Баланс в дар",
        level = 113,
    },
    [42836] = {
        name = "Диверсия шелкокрылов",
        level = 113,
    },
    [42838] = {
        name = "Коренной поворот",
        level = 113,
    },
    [44084] = {
        name = "Месть за Марго",
        level = 113,
    },
    [42839] = {
        name = "Поиски убийцы",
        level = 113,
    },
    [43969] = {
        name = "Мститель по найму",
        level = 113,
    },
    [42840] = {
        name = "Когда слова бессильны...",
        level = 113,
    },
    [42841] = {
        name = "Большой куш",
        level = 113,
    },
    [43352] = {
        name = "Защита активов",
        level = 113,
    },
    [42792] = {
        name = "Подай знак",
        level = 113,
    },
    [44052] = {
        name = "Пусть содрогнутся",
        level = 110,
    },
    [43309] = {
        name = "Идеальная возможность",
        level = 110,
    },
    [43311] = {
        name = "... либо против нас",
        level = 110,
    },
    [43315] = {
        name = "Смерть ему к лицу",
        level = 110,
    },
    [43313] = {
        name = "Ходят слухи",
        level = 110,
    },
    [43310] = {
        name = "Ты либо с нами...",
        level = 110,
    },
    [43312] = {
        name = "Прозрачные угрозы",
        level = 110,
    },
    [44040] = {
        name = "Знак доверия",
        level = 110,
    },
    [43317] = {
        name = "Дело в шляпе",
        level = 110,
    },
    [43318] = {
        name = "Защитник Ли'лет",
        level = 110,
    },
    [44053] = {
        name = "Очень близкие друзья",
        level = 110,
    },
    [42490] = {
        name = "Катакомбы Сурамара: открывая катакомбы",
        difficulty = "heroic",
        tagID = QUEST_TAG_DUNGEON,
        level = 113,
    },
    [43314] = {
        name = "Квартал Звезд: бойся гнева терпеливого эльфа",
        difficulty = "heroic",
        tagID = QUEST_TAG_DUNGEON,
        level = 113,
    },
    [42491] = {
        name = "Катакомбы Сурамара: давно утраченное знание",
        difficulty = "heroic",
        tagID = QUEST_TAG_DUNGEON,
        level = 113,
    },
    [44562] = {
        name = "Набирая силу",
        level = 110,
    },
    [43813] = {
        name = "Телепорт Святилища Порядка",
        level = 110,
    },
    [44152] = {
        name = "Нарастающий кризис",
        level = 110,
    },
    [43361] = {
        name = "Фрагменты катастрофы",
        level = 110,
    },
    [43360] = {
        name = "Кристаллические девы",
        level = 110,
    },
    [44156] = {
        name = "Еще один аркан'дор гибнет...",
        level = 110,
    },
    [40125] = {
        name = "Ветвь аркан'дора",
        level = 110,
    },
    [43362] = {
        name = "Изумрудный Кошмар: сущность Сна",
        difficulty = "lfr",
        tagID = QUEST_TAG_RAID,
        level = 110,
    },
    [43502] = {
        name = "Смена времен года",
        level = 110,
    },
    [43562] = {
        name = "Все, что можем",
        level = 110,
    },
    [43563] = {
        name = "Эфемерный проектор манашторма",
        level = 110,
    },
    [43564] = {
        name = "Управление потоком",
        level = 110,
    },
    [43565] = {
        name = "Охота за координатами",
        level = 110,
    },
    [43566] = {
        name = "Стагнация",
        level = 110,
    },
    [43567] = {
        name = "Ставки сделаны",
        level = 110,
    },
    [43568] = {
        name = "Аркан'дор, дар древних магов",
        level = 110,
    },
    [43569] = {
        name = "Просьба Арлуина",
        level = 110,
    },
    [45260] = {
        name = "Шаг за шагом",
        level = 110,
    },
    [38649] = {
        name = "Тишина в городе",
        level = 110,
    },
    [38695] = {
        name = "Жесткие меры",
        level = 110,
    },
    [38692] = {
        name = "Ответ на агрессию",
        level = 110,
    },
    [38720] = {
        name = "Оставаться бессмысленно",
        level = 110,
    },
    [38694] = {
        name = "Перегруппировка",
        level = 110,
    },
    [42889] = {
        name = "Дорога домой",
        level = 110,
    },
    [44955] = {
        name = "Гостья в Шал'Аране",
        level = 110,
    },
    [45261] = {
        name = "Продолжение исцеления",
        level = 110,
    },
    [44722] = {
        name = "Разочарование и дезертирство",
        level = 110,
    },
    [44724] = {
        name = "Пропавшие без вести",
        level = 110,
    },
    [44723] = {
        name = "Такие, как я",
        level = 110,
    },
    [44725] = {
        name = "В роли заложника",
        level = 110,
    },
    [44726] = {
        name = "Торговля душами",
        level = 110,
    },
    [44727] = {
        name = "Контрабанда",
        level = 110,
    },
    [44814] = {
        name = "Ненадежное убежище",
        level = 110,
    },
    [45262] = {
        name = "Послание Ли'лет",
        level = 110,
    },
    [44742] = {
        name = "Судьба хозяина таверны",
        level = 110,
    },
    [44752] = {
        name = "Триангуляция сущности",
        level = 110,
    },
    [44753] = {
        name = "На всеобщем обозрении",
        level = 110,
    },
    [44754] = {
        name = "Растущий полумесяц",
        level = 110,
    },
    [44756] = {
        name = "Знак Сумеречной лилии",
        level = 110,
    },
    [45316] = {
        name = "Стабилизация положения в Сурамаре",
        level = 110,
    },
    [45263] = {
        name = "Подкрепиться перед встречей",
        level = 110,
    },
    [40391] = {
        name = "Встреча с предводителем",
        level = 110,
    },
    [44844] = {
        name = "Отключение портала",
        level = 110,
    },
    [44843] = {
        name = "Зачистка кристаллов",
        level = 110,
    },
    [44834] = {
        name = "Нейтрализация",
        level = 110,
    },
    [44842] = {
        name = "Щит против заклинания",
        level = 110,
    },
    [43810] = {
        name = "Сразу за дело",
        level = 110,
    },
    [44831] = {
        name = "Прогулка по променаду",
        level = 110,
    },
    [41916] = {
        name = "Светлое будущее",
        level = 110,
    },
    [44845] = {
        name = "Карающая десница",
        level = 110,
    },
    [45265] = {
        name = "Накормить повстанцев",
        level = 110,
    },
    [44743] = {
        name = "Приказ Тиранды",
        level = 110,
    },
    [44870] = {
        name = "Голодные рты",
        level = 110,
    },
    [44858] = {
        name = "Взаимный троллинг",
        level = 110,
    },
    [44928] = {
        name = "Что-то тут не так...",
        level = 110,
    },
    [44861] = {
        name = "Вооружение повстанцев",
        level = 110,
    },
    [44827] = {
        name = "Ополчение",
        level = 110,
    },
    [44829] = {
        name = "В поисках оружия",
        level = 110,
    },
    [44830] = {
        name = "Уроки мертвых",
        level = 110,
    },
    [44790] = {
        name = "Испытание демоническим огнем",
        level = 110,
    },
    [45266] = {
        name = "Единый фронт",
        level = 110,
    },
    [44739] = {
        name = "Готовность к бою",
        level = 110,
    },
    [44738] = {
        name = "Все силы эльфов",
        level = 110,
    },
    [44740] = {
        name = "Опорный пункт",
        level = 110,
    },
    [45317] = {
        name = "Битва на всех фронтах",
        level = 110,
    },
    [45267] = {
        name = "Перед осадой",
        level = 110,
    },
    [44736] = {
        name = "Врата Цитадели Ночи",
        level = 110,
    },
    [44822] = {
        name = "Временные расследования",
        level = 110,
    },
    [45209] = {
        name = "Эти любопытные глаза",
        level = 110,
    },
    [44832] = {
        name = "В поисках пролома",
        level = 110,
    },
    [44833] = {
        name = "Сила печати",
        level = 110,
    },
    [45268] = {
        name = "Советница и чародейка",
        level = 110,
    },
    [44918] = {
        name = "Сообщение от наших врагов",
        level = 110,
    },
    [44919] = {
        name = "Испытание наших врагов",
        level = 110,
    },
    [45063] = {
        name = "Скверные эксперименты",
        level = 110,
    },
    [45062] = {
        name = "Сопротивление аресту",
        level = 110,
    },
    [45067] = {
        name = "Телемантические просторы",
        level = 110,
    },
    [45065] = {
        name = "Экскурсия по городу",
        level = 110,
    },
    [45066] = {
        name = "Экспериментальная нестабильность",
        level = 110,
    },
    [45064] = {
        name = "Прощание со Скверной",
        level = 110,
    },
    [45269] = {
        name = "Вкус свободы",
        level = 110,
    },
    [44964] = {
        name = "Я просто оставлю это здесь",
        level = 110,
    },
    [44719] = {
        name = "Вторжение в святилище",
        level = 110,
    },
    [45417] = {
        name = "Цитадель Ночи: глава Совета Теней",
        difficulty = "lfr",
        tagID = QUEST_TAG_RAID,
        level = 110,
    },
    [45372] = {
        name = "Судьба ночнорожденных",
        difficulty = "lfr",
        tagID = QUEST_TAG_RAID,
        level = 110,
    },
    [44489] = {
        name = "Лиана Отчаяние Тьмы",
        level = 110,
        restrictions = {
            {
                type = "class",
                class = 12,
            },
        },
    },
    [40297] = {
        name = "Лиана Отчаяние Тьмы",
        level = 110,
        restrictions = {
            {
                type = "classes",
                classes = {1,2,3,4,5,6,7,8,9,10,11},
            },
        },
    },
    [40307] = {
        name = "Полцарства за клинки",
        level = 110,
    },
    [40898] = {
        name = "Свежее мясо",
        level = 110,
    },
    [44490] = {
        name = "Мрачнокрыл Пожиратель",
        level = 110,
    },
    [40328] = {
        name = "Участь хуже смерти",
        level = 110,
    },
    [40929] = {
        name = "Символы мощи",
        level = 110,
    },
    [41097] = {
        name = "Осколок Воргоса",
        level = 110,
    },
    [41098] = {
        name = "Осколок Коззака",
        level = 110,
    },
    [40412] = {
        name = "Азоран должен умереть",
        level = 110,
    },
    [41575] = {
        name = "Телепорт оплота Оскверненной Души",
        level = 110,
    },
    [43594] = {
        name = "Силовой канал: Чертоги Затмения",
        level = 110,
    },
    [41452] = {
        name = "Шаловливые котята",
        level = 110,
    },
    [41453] = {
        name = "Возвращение домой",
        level = 110,
    },
    [41462] = {
        name = "У неприятностей большие ноги",
        level = 110,
    },
    [41197] = {
        name = "Вот такие пироги с котятами",
        level = 110,
    },
    [41463] = {
        name = "Потерявшиеся по дороге",
        level = 110,
    },
    [41464] = {
        name = "Не здесь, не сейчас, никогда",
        level = 110,
    },
    [41467] = {
        name = "Единственный возможный выбор",
        level = 110,
    },
    [41473] = {
        name = "Красноног Древний",
        level = 110,
    },
    [41474] = {
        name = "Подготовка почвы для будущего",
        level = 110,
    },
    [41475] = {
        name = "Рога и клыки",
        level = 110,
    },
    [41478] = {
        name = "Последнее благословение",
        level = 110,
    },
    [41479] = {
        name = "Естественные враги",
        level = 110,
    },
    [41485] = {
        name = "Спасение саблезубов",
        level = 110,
    },
    [41480] = {
        name = "Манагляд",
        level = 110,
    },
    [41469] = {
        name = "Возвращение в приют Железной рощи",
        level = 110,
    },
    [41494] = {
        name = "Великий день",
        level = 110,
    },
    [40883] = {
        name = "Судьба Лунных стражей",
        level = 110,
    },
    [40949] = {
        name = "Эта битва – не для них",
        level = 110,
    },
    [41030] = {
        name = "Вернуть печати",
        level = 110,
    },
    [40963] = {
        name = "Взять их в когти",
        level = 110,
    },
    [40968] = {
        name = "Возвращение похищенной силы",
        level = 110,
    },
    [41109] = {
        name = "Ожидание часа отмщения",
        level = 110,
    },
    [41108] = {
        name = "Ливень смерти",
        level = 110,
    },
    [40964] = {
        name = "Пропасть между нами",
        level = 110,
    },
    [40967] = {
        name = "Бесценные крупицы знаний",
        level = 110,
    },
    [41032] = {
        name = "Остановить охотников за заклинаниями",
        level = 110,
    },
    [40965] = {
        name = "Минное поле",
        level = 110,
    },
    [40969] = {
        name = "Судьба Ткущей Звезды",
        level = 110,
    },
    [40970] = {
        name = "Тот, кто жаждал нашей погибели",
        level = 110,
    },
    [40971] = {
        name = "Чрезвычайный беспорядок",
        level = 110,
    },
    [40972] = {
        name = "Последний рубеж Лунных стражей",
        level = 110,
    },
    [43808] = {
        name = "Телепорт Лунных стражей",
        level = 110,
    },
    [40266] = {
        name = "Пропавший советник",
        level = 110,
    },
    [40744] = {
        name = "Древний рецепт",
        level = 110,
    },
    [40227] = {
        name = "Злые намерения",
        level = 110,
    },
    [40300] = {
        name = "Профессиональные инструменты",
        level = 110,
    },
    [40306] = {
        name = "Последняя глава",
        level = 110,
    },
    [40578] = {
        name = "Дань уважения",
        level = 110,
    },
    [40315] = {
        name = "Последнее желание",
        level = 110,
    },
    [40319] = {
        name = "Последний ингредиент",
        level = 110,
    },
    [40321] = {
        name = "Искупление Песни Пера",
        level = 110,
    },
    [40308] = {
        name = "Фрагменты воспоминаний",
        level = 110,
    },
    [43809] = {
        name = "Телепорт в Тел'анор",
        level = 110,
    },
    [40907] = {
        name = "Устранение препятствий",
        level = 110,
    },
    [40908] = {
        name = "Возвращение ярла",
        level = 110,
    },
    [40332] = {
        name = "Костер на берегу",
        level = 110,
    },
    [40320] = {
        name = "Братья по крови",
        level = 110,
    },
    [40331] = {
        name = "Укус Садж'тар",
        level = 110,
    },
    [40334] = {
        name = "Рыбацкий настой",
        level = 110,
    },
    [41034] = {
        name = "Разведка вод",
        level = 110,
    },
    [40927] = {
        name = "Последняя надежда Яндвика",
        level = 110,
    },
    [41426] = {
        name = "Против их воли",
        level = 110,
    },
    [41709] = {
        name = "Ломаем большие пушки",
        level = 110,
    },
    [41410] = {
        name = "Сухой порох",
        level = 110,
    },
    [41409] = {
        name = "Главное – выбрать время",
        level = 110,
    },
    [41606] = {
        name = "Поиски Брютага",
        level = 110,
    },
    [40364] = {
        name = "Все дело в пузырях",
        level = 110,
    },
    [41618] = {
        name = "Морской страж",
        level = 110,
    },
    [41425] = {
        name = "Враг из глубин",
        level = 110,
    },
    [41001] = {
        name = "Сокрушить клан Садж'тар",
        level = 110,
    },
    [41499] = {
        name = "Как кальмар без воды",
        level = 110,
    },
    [40336] = {
        name = "Отлив для Повелительницы приливов",
        level = 110,
    },
    [41215] = {
        name = "Они сами станут дичью",
        level = 110,
    },
    [42223] = {
        name = "Багровая чаща",
        level = 110,
    },
    [40617] = {
        name = "Вернись, Ночноглаз",
        level = 110,
    },
    [41230] = {
        name = "Развитие звероловства",
        level = 110,
    },
    [41216] = {
        name = "Выживает сильнейший",
        level = 110,
    },
    [41231] = {
        name = "Сверххищник",
        level = 110,
    },
    [43582] = {
        name = "Парк позднешалдорайского периода",
        level = 110,
    },
    [47221] = {
        name = "Рука судьбы",
        level = -1,
    },
    [47835] = {
        name = "Рука судьбы",
        level = -1,
    },
    [47222] = {
        name = "По морю – дольше",
        level = -1,
    },
    [47867] = {
        name = "Двое у моря",
        level = -1,
    },
    [47223] = {
        name = "Исход Света",
        level = -1,
    },
    [47224] = {
        name = "Виндикар",
        level = -1,
    },
    [48440] = {
        name = "Вперед, во тьму",
        level = 110,
    },
    [46938] = {
        name = "Одни в бездне",
        level = 110,
    },
    [47589] = {
        name = "Праведное неистовство",
        level = 110,
    },
    [46297] = {
        name = "Переполняющая мощь",
        level = 110,
    },
    [48483] = {
        name = "Просьба незнакомца",
        level = 110,
    },
    [47627] = {
        name = "Возмездие",
        level = 110,
    },
    [47641] = {
        name = "Признаки сопротивления",
        level = 110,
    },
    [46732] = {
        name = "Гамбит пророка",
        level = 110,
    },
    [46816] = {
        name = "Встреча",
        level = 110,
    },
    [46839] = {
        name = "Из мрака",
        level = 110,
    },
    [46840] = {
        name = "Рабы не мы",
        level = 110,
    },
    [46841] = {
        name = "Снижение угрозы",
        level = 110,
    },
    [46842] = {
        name = "Удар в сердце",
        level = 110,
    },
    [46843] = {
        name = "Возвращение на \"Виндикар",
        level = 110,
    },
    [48500] = {
        name = "Небольшая передышка",
        level = 110,
    },
    [47431] = {
        name = "Сосредоточение Света",
        level = 110,
    },
    [46213] = {
        name = "Кристаллы в комплект не входят",
        level = 110,
    },
    [40238] = {
        name = "Непростая ситуация",
        level = 110,
    },
    [47541] = {
        name = "Лучшая превентивная мера",
        level = 110,
    },
    [47508] = {
        name = "Огонь на поражение",
        level = 110,
    },
    [47771] = {
        name = "В поисках Стрелка",
        level = 110,
    },
    [47526] = {
        name = "Время больших пушек",
        level = 110,
    },
    [47754] = {
        name = "Легкая обжарка",
        level = 110,
    },
    [47653] = {
        name = "Возвращение Света",
        level = 110,
    },
    [47743] = {
        name = "Дитя Света и Тьмы",
        level = 110,
    },
    [49143] = {
        name = "Сущность Матери Света",
        level = 110,
    },
    [47287] = {
        name = "Ядро матрицы \"Виндикара",
        level = 110,
    },
    [48559] = {
        name = "Дар Света",
        level = 110,
    },
    [48199] = {
        name = "Пылающее сердце",
        level = 110,
    },
    [48200] = {
        name = "Укрепление позиций",
        level = 110,
    },
    [48201] = {
        name = "Укрепление Стана Света",
        level = 110,
    },
    [48202] = {
        name = "Укрепление Скрытого убежища",
        level = 110,
    },
    [47473] = {
        name = "Прорыв окружения",
        level = 110,
    },
    [48929] = {
        name = "Прорыв окружения",
        level = 110,
    },
    [47889] = {
        name = "Вестник зовет",
        level = 110,
    },
    [47890] = {
        name = "Видения мучений",
        level = 110,
    },
    [47891] = {
        name = "Ужасные новости",
        level = 110,
    },
    [47892] = {
        name = "Штурм Цитадели",
        level = 110,
    },
    [47986] = {
        name = "Шрамы прошлого",
        level = 110,
    },
    [47987] = {
        name = "Превентивные меры",
        level = 110,
    },
    [47988] = {
        name = "Теория хаоса",
        level = 110,
    },
    [47991] = {
        name = "Темные махинации",
        level = 110,
    },
    [47990] = {
        name = "Касание Скверны",
        level = 110,
    },
    [47989] = {
        name = "Вестники Апокалипсиса",
        level = 110,
    },
    [47992] = {
        name = "Свет правосудия",
        level = 110,
    },
    [47993] = {
        name = "Владыка шпиля",
        level = 110,
    },
    [47994] = {
        name = "Создание связи",
        level = 110,
    },
    [48081] = {
        name = "Парящие развалины",
        level = 110,
    },
    [46815] = {
        name = "Мак'Ари, жемчужина Аргуса",
        level = 110,
    },
    [46818] = {
        name = "Беззащитные и напуганные",
        level = 110,
    },
    [46834] = {
        name = "Казадуум, первый в своем роде",
        level = 110,
    },
    [47066] = {
        name = "Освящение земли",
        level = 110,
    },
    [46941] = {
        name = "Путь вперед",
        level = 110,
    },
    [47686] = {
        name = "Вовсе не скромные начинания",
        level = 110,
    },
    [47882] = {
        name = "Сохранение магии",
        level = 110,
    },
    [47688] = {
        name = "Энергичные особи",
        level = 110,
    },
    [47883] = {
        name = "Вечный дозор",
        level = 110,
    },
    [47689] = {
        name = "Испытание Привратника: упорство",
        level = 110,
    },
    [47685] = {
        name = "Испытание Привратника: хитрость",
        level = 110,
    },
    [47687] = {
        name = "Испытание Привратника: искусность",
        level = 110,
    },
    [47690] = {
        name = "Наследие Осквернителя",
        level = 110,
    },
    [48107] = {
        name = "Печать Пробуждения",
        level = 110,
    },
    [48461] = {
        name = "Там, где нас не ждут",
        level = 110,
    },
    [48344] = {
        name = "У нас проблема",
        level = 110,
    },
    [47691] = {
        name = "Спасение пророка",
        level = 110,
    },
    [47854] = {
        name = "Гнев верховного экзарха",
        level = 110,
    },
    [47995] = {
        name = "Уже не тайная операция",
        level = 110,
    },
    [47853] = {
        name = "Обходной маневр",
        level = 110,
    },
    [48345] = {
        name = "Силы Талгата",
        level = 110,
    },
    [47855] = {
        name = "То, что могло бы произойти",
        level = 110,
    },
    [47856] = {
        name = "По всей вселенной",
        level = 110,
    },
    [47416] = {
        name = "Тень Триумвирата",
        level = 110,
    },
    [47238] = {
        name = "Престол Триумвирата",
        level = 110,
    },
    [40761] = {
        name = "Шепот из Оронаара",
        level = 110,
    },
    [47101] = {
        name = "Молитвы Аркаана",
        level = 110,
    },
    [47180] = {
        name = "Распространяющееся безумие",
        level = 110,
    },
    [47100] = {
        name = "Боль Аркаана",
        level = 110,
    },
    [47183] = {
        name = "План Аркаана",
        level = 110,
    },
    [47184] = {
        name = "Аркаан в беде",
        level = 110,
    },
    [47203] = {
        name = "Длинная тень",
        level = 110,
    },
    [47217] = {
        name = "Источники тьмы",
        level = 110,
    },
    [47218] = {
        name = "Вторжение Темной Стражи",
        level = 110,
    },
    [47219] = {
        name = "Сосуд готов",
        level = 110,
    },
    [47220] = {
        name = "Маяк во тьме",
        level = 110,
    },
    [48560] = {
        name = "Дар Тьмы",
        level = 110,
    },
    [47654] = {
        name = "Престол Триумвирата: Венец Познания",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = 110,
    },
    [49224] = {
        name = "Тигель света Пустоты",
        level = 110,
    },
    [46730] = {
        name = "Армия Погибели Легиона",
        level = 110,
    },
    [46734] = {
        name = "Штурм Расколотого берега",
        level = 110,
    },
    [47067] = {
        name = "В поисках утраченного знания",
        level = 110,
    },
    [46286] = {
        name = "Припасы Армии погибели Легиона",
        level = 110,
    },
    [46832] = {
        name = "Лагерь Аалген",
        level = 110,
    },
    [46845] = {
        name = "Вершина Отмщения",
        level = 110,
    },
    [46499] = {
        name = "Пауки, значит?",
        level = 110,
    },
    [46501] = {
        name = "Разграбление могил",
        level = 110,
    },
    [46509] = {
        name = "Расхищение гробниц",
        level = 110,
    },
    [46510] = {
        name = "Кладбище погибших кораблей",
        level = 110,
    },
    [46511] = {
        name = "Мы – охотники за сокровищами",
        level = 110,
    },
    [46666] = {
        name = "Золотая жила",
        level = 110,
    },
    [46245] = {
        name = "Начало строительства",
        level = 110,
    },
    [46772] = {
        name = "Башня магов",
        level = -1,
    },
    [46773] = {
        name = "Ставка командования",
        level = -1,
    },
    [46774] = {
        name = "Разрушитель Пустоты",
        level = -1,
    },
    [46244] = {
        name = "Алтарь Эгиды",
        level = 110,
    },
    [46247] = {
        name = "Оборона Расколотых островов",
        level = 110,
    },
    [47137] = {
        name = "Защитники Армии погибели Легиона",
        level = 110,
    },
    [46251] = {
        name = "Ни больше, ни меньше",
        level = 110,
    },
    [47139] = {
        name = "Знак \"Церберакса",
        level = 110,
    },
    [46248] = {
        name = "Исполнение пророчества",
        level = 110,
    },
    [46252] = {
        name = "Недопустимое нашествие",
        level = 110,
    },
    [46769] = {
        name = "Грабь награбленное",
        level = 110,
    },
    [46250] = {
        name = "Рыба гниет с головы",
        level = 110,
    },
    [46249] = {
        name = "Защитники нашего общего дела",
        level = 110,
    },
    [46246] = {
        name = "Уничтожить всех",
        level = 110,
    },
    [45379] = {
        name = "Охотник за сокровищами Икс'реегед",
        level = 110,
    },
    [40714] = {
        name = "Призыв на войну",
        level = -1,
    },
    [40715] = {
        name = "Вынужденное соглашение",
        level = -1,
    },
    [40740] = {
        name = "Мертвые и проклятые",
        level = -1,
    },
    [38990] = {
        name = "Зов Ледяной Короны",
        level = -1,
    },
    [40930] = {
        name = "Апокалипсис",
        level = -1,
    },
    [40931] = {
        name = "По следам проклятия",
        level = -1,
    },
    [40932] = {
        name = "Тревожа прошлое",
        level = -1,
    },
    [40933] = {
        name = "Неприятная работа",
        level = -1,
    },
    [40934] = {
        name = "Темные всадники",
        level = -1,
    },
    [40935] = {
        name = "Зов отмщения",
        level = -1,
    },
    [39757] = {
        name = "Сохранить преимущество",
        level = -1,
    },
    [39761] = {
        name = "Искусное вырезание рун",
        level = -1,
    },
    [39832] = {
        name = "Планы и приготовления",
        level = -1,
    },
    [39799] = {
        name = "Наш следующий шаг",
        level = -1,
    },
    [42449] = {
        name = "Возвращение Четырех Всадников",
        level = -1,
    },
    [42484] = {
        name = "Перворожденный",
        level = -1,
    },
    [44550] = {
        name = "Вызов в Акерус",
        level = -1,
    },
    [43264] = {
        name = "Явитесь, защитники!",
        level = -1,
    },
    [39818] = {
        name = "Защитник: Назгрим",
        level = -1,
    },
    [39816] = {
        name = "Защитник: Тассариан",
        level = -1,
    },
    [43265] = {
        name = "Поведай всем",
        level = -1,
    },
    [43266] = {
        name = "Сбор войск",
        level = -1,
    },
    [43267] = {
        name = "Проверка боем",
        level = -1,
    },
    [43539] = {
        name = "Саланар Всадник",
        level = -1,
    },
    [43268] = {
        name = "Дело техники",
        level = -1,
    },
    [42533] = {
        name = "Разрушенное королевство",
        level = -1,
    },
    [42534] = {
        name = "Наши исконные враги",
        level = -1,
    },
    [42535] = {
        name = "Смерть и разложение",
        level = -1,
    },
    [42536] = {
        name = "Цареубийство",
        level = -1,
    },
    [42537] = {
        name = "Пробуждение короля",
        level = -1,
    },
    [44243] = {
        name = "Защитник: Торас Троллебой",
        level = -1,
    },
    [42708] = {
        name = "Личная просьба",
        level = -1,
    },
    [44244] = {
        name = "Защитник: Кольтира Ткач Смерти",
        level = -1,
    },
    [43899] = {
        name = "Жеребцы проклятых",
        level = -1,
    },
    [44082] = {
        name = "Рыцари Черного Клинка",
        level = -1,
    },
    [43571] = {
        name = "Логово Нелтариона: ожерелье Короля подземелий",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43572] = {
        name = "Чаща Темного Сердца: кошмарная плеть",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [44217] = {
        name = "Броня для владыки смерти",
        level = -1,
    },
    [42818] = {
        name = "Вторжение в Алый орден",
        level = -1,
    },
    [42882] = {
        name = "Расправа в алых тонах",
        level = -1,
    },
    [42821] = {
        name = "Поднять павших",
        level = -1,
    },
    [42823] = {
        name = "Командир Алого ордена",
        level = -1,
    },
    [42824] = {
        name = "Воскрешение ревнительницы",
        level = -1,
    },
    [44245] = {
        name = "Защитник: верховный инквизитор Вайтмейн",
        level = -1,
    },
    [43573] = {
        name = "Стратегическое преимущество",
        level = -1,
    },
    [43928] = {
        name = "Частицы страдания",
        level = -1,
    },
    [44690] = {
        name = "Жажда крови",
        level = -1,
    },
    [44286] = {
        name = "Казематы Стражей: шедевр из плоти и крови",
        level = -1,
    },
    [44246] = {
        name = "Защитник: Гнилопуз",
        level = -1,
    },
    [44282] = {
        name = "Око Азшары: хладная душа",
        level = -1,
    },
    [44247] = {
        name = "Защитник: Амал'тазад",
        level = -1,
    },
    [43574] = {
        name = "Утроба душ: кувалда мертвецов",
        level = -1,
    },
    [43686] = {
        name = "Четвертый Всадник",
        level = -1,
    },
    [44248] = {
        name = "Защитник: Дарион Могрейн",
        level = -1,
    },
    [43407] = {
        name = "Оружие героя",
        level = -1,
    },
    [39261] = {
        name = "Призыв иллидари",
        level = -1,
    },
    [40814] = {
        name = "Мощь, без которой не выжить",
        level = -1,
    },
    [41120] = {
        name = "Последние приготовления",
        level = -1,
    },
    [41121] = {
        name = "Любой ценой",
        level = -1,
    },
    [41119] = {
        name = "Охота",
        level = -1,
    },
    [40247] = {
        name = "Одолжение",
        level = -1,
    },
    [41804] = {
        name = "Попроси – и тебе помогут",
        level = -1,
    },
    [41806] = {
        name = "Назад к Джейсу",
        level = -1,
    },
    [41807] = {
        name = "Настройка связи",
        level = -1,
    },
    [40249] = {
        name = "Мы отомстим!",
        level = -1,
    },
    [42869] = {
        name = "Вечный дозор",
        level = -1,
    },
    [42872] = {
        name = "Проложить путь",
        level = -1,
    },
    [41033] = {
        name = "Возвращение в Мардум",
        level = -1,
    },
    [41037] = {
        name = "Необузданная сила",
        level = -1,
    },
    [41062] = {
        name = "Трофеи победителя",
        level = -1,
    },
    [41064] = {
        name = "Проклятое горнило натрезимов",
        level = -1,
    },
    [44087] = {
        name = "Вернитесь на \"Молот Скверны\".",
        level = -1,
    },
    [42671] = {
        name = "Явитесь, защитники!",
        level = -1,
    },
    [42677] = {
        name = "Список Гаардуна",
        level = -1,
    },
    [42679] = {
        name = "Сломленные воины",
        level = -1,
    },
    [42681] = {
        name = "Лорам, это ты?",
        level = -1,
    },
    [42683] = {
        name = "Демонические усовершенствования",
        level = -1,
    },
    [42682] = {
        name = "Предметы первой необходимости",
        level = -1,
    },
    [37447] = {
        name = "Кровь демонов",
        level = -1,
    },
    [42510] = {
        name = "Бессмертная душа",
        level = -1,
    },
    [42522] = {
        name = "Предводитель иллидари",
        level = -1,
    },
    [42593] = {
        name = "Тайный путь",
        level = -1,
    },
    [42594] = {
        name = "Проворство беса",
        level = -1,
    },
    [42921] = {
        name = "Столкновение в Черном храме",
        level = -1,
    },
    [42665] = {
        name = "В наши ряды",
        level = -1,
    },
    [42131] = {
        name = "Нежданные гости",
        level = -1,
    },
    [42731] = {
        name = "Сделка со Стражами",
        level = -1,
    },
    [42801] = {
        name = "Снова в черном",
        level = -1,
    },
    [42787] = {
        name = "Личное дело",
        level = -1,
    },
    [42735] = {
        name = "Тень в землях врайкулов",
        level = -1,
    },
    [42736] = {
        name = "Уничтожение рун",
        level = -1,
    },
    [42737] = {
        name = "Уничтожение рун: рунный скальд Ролло",
        level = -1,
    },
    [42739] = {
        name = "Уничтожение рун: рунный мудрец Флоки",
        level = -1,
    },
    [42738] = {
        name = "Уничтожение рун: повелитель рун Рагнар",
        level = -1,
    },
    [42749] = {
        name = "Необычные партнеры",
        level = -1,
    },
    [42752] = {
        name = "Казематы Стражей: вторжение в Казематы",
        level = -1,
    },
    [42775] = {
        name = "Основа плана",
        level = -1,
    },
    [42776] = {
        name = "Два достойных кандидата",
        level = -1,
    },
    [42669] = {
        name = "Подготовка к вторжению",
        level = -1,
    },
    [42802] = {
        name = "Зачистка Мардума",
        level = -1,
    },
    [42808] = {
        name = "Новые адепты",
        level = -1,
    },
    [43878] = {
        name = "Hitting the Books",
        level = -1,
    },
    [44213] = {
        name = "Мы будем готовы!",
        level = -1,
    },
    [44694] = {
        name = "Череда сражений",
        level = -1,
    },
    [42733] = {
        name = "Особое топливо",
        level = -1,
    },
    [44616] = {
        name = "We'll Need Some Obliterum",
        level = -1,
    },
    [42732] = {
        name = "Еще более смертоносные боевые клинки",
        level = -1,
    },
    [42754] = {
        name = "Рожденный прыгать",
        level = -1,
    },
    [42810] = {
        name = "Последнее предложение",
        level = -1,
    },
    [42920] = {
        name = "Вторжение в Нискару",
        level = -1,
    },
    [42132] = {
        name = "Еще одно важное дело",
        level = -1,
    },
    [43186] = {
        name = "Я – Истребитель!",
        level = -1,
    },
    [44214] = {
        name = "Еще одно дело...",
        level = -1,
    },
    [43412] = {
        name = "Оружие героя",
        level = -1,
    },
    [40643] = {
        name = "Призыв с Лунной поляны",
        level = -1,
    },
    [41106] = {
        name = "Зов лесов",
        level = -1,
    },
    [40644] = {
        name = "Путь Снов",
        level = -1,
    },
    [40645] = {
        name = "В Рощу Снов",
        level = -1,
    },
    [40646] = {
        name = "Легендарное оружие",
        level = -1,
    },
    [40783] = {
        name = "Коса Элуны",
        level = -1,
    },
    [40784] = {
        name = "Законное место",
        level = -1,
    },
    [40785] = {
        name = "Темный враг",
        level = -1,
    },
    [40834] = {
        name = "По следам проклятия",
        level = -1,
    },
    [40835] = {
        name = "Тревожа прошлое",
        level = -1,
    },
    [40837] = {
        name = "Охота на перевале Мертвого Ветра",
        level = -1,
    },
    [40838] = {
        name = "Темные всадники",
        level = -1,
    },
    [42428] = {
        name = "Святилище Пеплошкурой",
        level = -1,
    },
    [42438] = {
        name = "Семена обновления",
        level = -1,
    },
    [42439] = {
        name = "Помощь Пепельным друидам",
        level = -1,
    },
    [42440] = {
        name = "Святилище в опасности",
        level = -1,
    },
    [42430] = {
        name = "Клыки Пеплошкурой",
        level = -1,
    },
    [41468] = {
        name = "Хозяйка Когтей",
        level = -1,
    },
    [41782] = {
        name = "На Холмы",
        level = -1,
    },
    [41783] = {
        name = "Подношения павших",
        level = -1,
    },
    [41790] = {
        name = "Первое испытание Урсола",
        level = -1,
    },
    [41791] = {
        name = "Второе испытание Урсола",
        level = -1,
    },
    [41792] = {
        name = "Третье испытание Урсола",
        level = -1,
    },
    [40647] = {
        name = "Когда сны становятся кошмарами",
        level = -1,
    },
    [40649] = {
        name = "Встреча с Милуной",
        level = -1,
    },
    [41422] = {
        name = "Необходимые приготовления",
        level = -1,
    },
    [41449] = {
        name = "В спячку",
        level = -1,
    },
    [41436] = {
        name = "В глубокой дреме",
        level = -1,
    },
    [41690] = {
        name = "Повторное собрание",
        level = -1,
    },
    [41689] = {
        name = "Очищение Изначального Древа",
        level = -1,
    },
    [41918] = {
        name = "Возвращение из Сна",
        level = -1,
    },
    [40651] = {
        name = "Семя веков",
        level = -1,
    },
    [41332] = {
        name = "Вознесение над Кругом",
        level = -1,
    },
    [40652] = {
        name = "Слова на ветру",
        level = -1,
    },
    [40653] = {
        name = "Оставляя следы",
        level = -1,
    },
    [42516] = {
        name = "Растущая сила",
        level = -1,
    },
    [42583] = {
        name = "Явитесь, защитники!",
        level = -1,
    },
    [40650] = {
        name = "Защитник: Зен'табра",
        level = -1,
    },
    [42096] = {
        name = "Защитник: Наралекс",
        level = -1,
    },
    [42584] = {
        name = "Сестра Лилит",
        level = -1,
    },
    [42585] = {
        name = "Сбор войск",
        level = -1,
    },
    [42586] = {
        name = "Защита поляны",
        level = -1,
    },
    [41413] = {
        name = "Что может пойти не так?",
        level = -1,
    },
    [42588] = {
        name = "Новые ответвления",
        level = -1,
    },
    [42032] = {
        name = "Исследование Кошмара",
        level = -1,
    },
    [42031] = {
        name = "Растущий кошмар",
        level = -1,
    },
    [42033] = {
        name = "Убежище Малорна",
        level = -1,
    },
    [42034] = {
        name = "Хватка Кошмара",
        level = -1,
    },
    [42035] = {
        name = "По следам врага",
        level = -1,
    },
    [42036] = {
        name = "Идол Леса",
        level = -1,
    },
    [42038] = {
        name = "Защитник: Бролл Медвежья Шкура",
        level = -1,
    },
    [42039] = {
        name = "Защитник: Силендра Песнь Поляны",
        level = -1,
    },
    [42037] = {
        name = "Ткачи Снов, общий сбор",
        level = -1,
    },
    [43991] = {
        name = "Заступники",
        level = -1,
    },
    [40654] = {
        name = "Друиды-медведи",
        level = -1,
    },
    [44077] = {
        name = "Око Азшары: сущность баланса",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [44076] = {
        name = "Чаща Темного Сердца: сущность восстановления",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [44075] = {
        name = "Чертоги Доблести: сущность свирепости",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [44074] = {
        name = "Логово Нелтариона: сущность упорства",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [44232] = {
        name = "Дары Рощи",
        level = -1,
    },
    [42040] = {
        name = "Путь к Нордрассилу",
        level = -1,
    },
    [42042] = {
        name = "Такие малюсенькие и чудесные!",
        level = -1,
    },
    [42043] = {
        name = "Очищение Сна",
        level = -1,
    },
    [42044] = {
        name = "Умирающий Сон",
        level = -1,
    },
    [42045] = {
        name = "Достучаться до Малорна",
        level = -1,
    },
    [42046] = {
        name = "Новое начало",
        level = -1,
    },
    [42048] = {
        name = "Защитник: Милуна",
        level = -1,
    },
    [42047] = {
        name = "Защитник: Хамуул Рунический Тотем",
        level = -1,
    },
    [43365] = {
        name = "Непрерывный цикл",
        level = -1,
    },
    [42719] = {
        name = "Око Азшары: очищение Пути Снов",
        level = -1,
    },
    [42129] = {
        name = "Подвеска звездного света",
        level = -1,
    },
    [42049] = {
        name = "Активация портала",
        level = -1,
    },
    [42365] = {
        name = "Сосредоточение энергии",
        level = -1,
    },
    [42051] = {
        name = "Проникновение в Кошмар",
        level = -1,
    },
    [43368] = {
        name = "Защитник: Светик",
        level = -1,
    },
    [42050] = {
        name = "Защитники Сна",
        level = -1,
    },
    [42053] = {
        name = "Война древних",
        level = -1,
    },
    [42055] = {
        name = "Возвращение полубога",
        level = -1,
    },
    [42056] = {
        name = "Защитник: Ремул",
        level = -1,
    },
    [43409] = {
        name = "Оружие героя",
        level = -1,
    },
    [42041] = {
        name = "Противостояние Кошмару",
        level = -1,
    },
    [42054] = {
        name = "Архимонд Осквернитель",
        level = -1,
    },
    [43403] = {
        name = "Оборона островов",
        level = -1,
    },
    [42432] = {
        name = "Изумрудный Кошмар: Изумрудный Кошмар",
        difficulty = "lfr",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [41047] = {
        name = "Заряд истинной мощи",
        level = -1,
    },
    [40958] = {
        name = "Выработка тактики",
        level = -1,
    },
    [40959] = {
        name = "Начало боевых действий",
        level = -1,
    },
    [42519] = {
        name = "Явитесь, защитники!",
        level = -1,
    },
    [40957] = {
        name = "Верный помощник",
        level = -1,
    },
    [42409] = {
        name = "Защитник: Лорен Штормовое Копыто",
        level = -1,
    },
    [42523] = {
        name = "Контакт",
        level = -1,
    },
    [42524] = {
        name = "Сбор войск",
        level = -1,
    },
    [42525] = {
        name = "Проверка боем",
        level = -1,
    },
    [42526] = {
        name = "Дело техники",
        level = -1,
    },
    [42384] = {
        name = "Отчет разведки",
        level = -1,
    },
    [44257] = {
        name = "Падающая звезда",
        level = -1,
    },
    [44009] = {
        name = "Падающая звезда",
        level = -1,
    },
    [44004] = {
        name = "Светоносец",
        level = -1,
    },
    [43705] = {
        name = "Последняя надежда Нобундо",
        level = -1,
    },
    [43483] = {
        name = "Истребление Скверны",
        level = -1,
    },
    [44153] = {
        name = "Натиск Света",
        level = -1,
    },
    [44043] = {
        name = "Продолжение легенды",
        level = -1,
    },
    [42385] = {
        name = "Рука помощи",
        level = -1,
    },
    [42386] = {
        name = "Надвигающиеся беды",
        level = -1,
    },
    [42387] = {
        name = "Поимка убийц",
        level = -1,
    },
    [42388] = {
        name = "Срочный вызов",
        level = -1,
    },
    [42390] = {
        name = "Завербовать Рексара",
        level = -1,
    },
    [42389] = {
        name = "В гости к Хилейр",
        level = -1,
    },
    [42391] = {
        name = "Укус зверя",
        level = -1,
    },
    [42411] = {
        name = "Защитник: повелительница зверей Хилейр",
        level = -1,
    },
    [42393] = {
        name = "Возвращение домой",
        level = -1,
    },
    [42390] = {
        name = "Завербовать Рексара",
        level = -1,
    },
    [42388] = {
        name = "Срочный вызов",
        level = -1,
    },
    [43335] = {
        name = "Школа выживания",
        level = -1,
    },
    [42392] = {
        name = "Пережить ночь",
        level = -1,
    },
    [42410] = {
        name = "Защитник: Рексар",
        level = -1,
    },
    [42395] = {
        name = "Сигнал бедствия",
        level = -1,
    },
    [42394] = {
        name = "Незримая защита",
        level = -1,
    },
    [42134] = {
        name = "Продолжение сборов",
        level = -1,
    },
    [42436] = {
        name = "Помощь союзникам",
        level = -1,
    },
    [42928] = {
        name = "Бинты из шелкового полотна",
        level = -1,
    },
    [42929] = {
        name = "Лосось Крутогорья",
        level = -1,
    },
    [42930] = {
        name = "Крупные ароматные ребрышки",
        level = -1,
    },
    [43880] = {
        name = "Hitting the Books",
        level = -1,
    },
    [44233] = {
        name = "Следуй своему пути",
        level = -1,
    },
    [42403] = {
        name = "Охотники Крутогорья",
        level = -1,
    },
    [42397] = {
        name = "Барон и ловчий",
        level = -1,
    },
    [42413] = {
        name = "Защитник: Хеминг Эрнестуэй",
        level = -1,
    },
    [42414] = {
        name = "Защитник: Адди Шипотопчик",
        level = -1,
    },
    [42397] = {
        name = "Барон и ловчий",
        level = -1,
    },
    [42403] = {
        name = "Охотники Крутогорья",
        level = -1,
    },
    [42398] = {
        name = "Пробуждение чутья",
        level = -1,
    },
    [42412] = {
        name = "Защитник: ловчий Блейк",
        level = -1,
    },
    [42399] = {
        name = "Готовность к работе",
        level = -1,
    },
    [42400] = {
        name = "Пропавшие маги",
        level = -1,
    },
    [42401] = {
        name = "Запах магии",
        level = -1,
    },
    [42404] = {
        name = "Помощь верховному магу",
        level = -1,
    },
    [42689] = {
        name = "Знай врага",
        level = -1,
    },
    [42691] = {
        name = "Приманка из силового червя",
        level = -1,
    },
    [42406] = {
        name = "Укротить зверя",
        level = -1,
    },
    [42407] = {
        name = "Природа зверя",
        level = -1,
    },
    [42402] = {
        name = "Запрос подкрепления",
        level = -1,
    },
    [42405] = {
        name = "Новые союзники",
        level = -1,
    },
    [42654] = {
        name = "Чаща Темного Сердца: кошмарный дуб",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [42655] = {
        name = "Руда в морских глубинах",
        level = -1,
    },
    [43182] = {
        name = "Пропавший сосуд",
        level = -1,
    },
    [42408] = {
        name = "Необходимые реагенты",
        level = -1,
    },
    [44680] = {
        name = "Пример для подражания",
        level = -1,
    },
    [42656] = {
        name = "Оружие из лазурной руды",
        level = -1,
    },
    [42657] = {
        name = "Встреча в долине Лунного Когтя",
        level = -1,
    },
    [42658] = {
        name = "Особые чары",
        level = -1,
    },
    [42133] = {
        name = "Оперативная доставка",
        level = -1,
    },
    [42659] = {
        name = "Оборона Даларана",
        level = -1,
    },
    [42415] = {
        name = "Защитник: Халдарон Светлое Крыло",
        level = -1,
    },
    [43423] = {
        name = "Оружие героя",
        level = -1,
    },
    [40832] = {
        name = "Зов Некоронованных",
        level = -1,
    },
    [40839] = {
        name = "Последняя Тень",
        level = -1,
    },
    [40840] = {
        name = "Достойный клинок",
        level = -1,
    },
    [42501] = {
        name = "Завершение начатого",
        level = -1,
    },
    [42502] = {
        name = "Негде спрятаться",
        level = -1,
    },
    [42503] = {
        name = "Расшифровка",
        level = -1,
    },
    [42539] = {
        name = "Рыцарь плаща и кинжала",
        level = -1,
    },
    [42568] = {
        name = "Подготовка",
        level = -1,
    },
    [42504] = {
        name = "Незримый клинок",
        level = -1,
        restrictions = {
            {
                type = "faction",
                faction = "Alliance",
            },
        },
    },
    [42627] = {
        name = "Незримый клинок",
        level = -1,
        restrictions = {
            {
                type = "faction",
                faction = "Horde",
            },
        },
    },
    [40847] = {
        name = "Дружеское соглашение",
        level = -1,
    },
    [40849] = {
        name = "Клинки Ужаса",
        level = -1,
    },
    [41919] = {
        name = "Тени откроют истину",
        level = -1,
    },
    [41920] = {
        name = "Уловки и ухищрения",
        level = -1,
    },
    [41921] = {
        name = "Кольцо сжимается",
        level = -1,
    },
    [41922] = {
        name = "Предатель!",
        level = -1,
    },
    [41924] = {
        name = "Клыки Пожирателя",
        level = -1,
    },
    [40950] = {
        name = "Прием по всем правилам",
        level = -1,
    },
    [40994] = {
        name = "Подходящие инструменты",
        level = -1,
    },
    [40995] = {
        name = "Вливание силы",
        level = -1,
    },
    [43007] = {
        name = "Вернитесь в Палату Теней",
        level = -1,
    },
    [42139] = {
        name = "Явитесь, защитники!",
        level = -1,
    },
    [42140] = {
        name = "Трижды проклятое гнездо мерзавцев и негодяев",
        level = -1,
    },
    [43013] = {
        name = "Школа разбоя",
        level = -1,
    },
    [43014] = {
        name = "Злой и страшный серый Вульф",
        level = -1,
    },
    [43015] = {
        name = "Предложение Уинстона",
        level = -1,
    },
    [43958] = {
        name = "Вещественное доказательство",
        level = -1,
    },
    [43829] = {
        name = "Шпионские игры",
        level = -1,
    },
    [44041] = {
        name = "Кровавая правда",
        level = -1,
    },
    [44116] = {
        name = "Загадка Цитриновой бухты",
        level = -1,
    },
    [44155] = {
        name = "В поисках зацепок",
        level = -1,
    },
    [40997] = {
        name = "Смертоносная эффективность",
        level = -1,
    },
    [40996] = {
        name = "Поручение",
        level = -1,
    },
    [44117] = {
        name = "И бутылка рома!",
        level = -1,
    },
    [44177] = {
        name = "Темные секреты и сомнительные сделки",
        level = -1,
    },
    [44183] = {
        name = "Защитник: лорд Джорах Черный Ворон",
        level = -1,
    },
    [43841] = {
        name = "Убедить старину Янси",
        level = -1,
    },
    [43852] = {
        name = "Флибустьеры и пижоны",
        level = -1,
    },
    [44181] = {
        name = "Защитник: адмирал флота Тетис",
        level = -1,
    },
    [42684] = {
        name = "Сбить ШРУ со следа",
        level = -1,
    },
    [43468] = {
        name = "Кровь для Вульфа",
        level = -1,
    },
    [43253] = {
        name = "Утроба душ: древние легенды врайкулов",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43249] = {
        name = "Око Ворона",
        level = -1,
    },
    [43250] = {
        name = "Ко двору",
        level = -1,
    },
    [44252] = {
        name = "На всякий клинок найдутся ножны",
        level = -1,
    },
    [42730] = {
        name = "Разумное требование Гогельмогеля",
        level = -1,
    },
    [43885] = {
        name = "Hitting the Books",
        level = -1,
    },
    [44178] = {
        name = "Особенно мощное зелье",
        level = -1,
    },
    [44180] = {
        name = "Защитник: Синь Гогельмогель",
        level = -1,
    },
    [43251] = {
        name = "В поисках Ока",
        level = -1,
    },
    [43252] = {
        name = "Вечный непокой",
        level = -1,
    },
    [42678] = {
        name = "Крепость Черной Ладьи: в крепости Черной Ладьи",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [42680] = {
        name = "Расшифровка письма",
        level = -1,
    },
    [42800] = {
        name = "Защитник: Валира Сангвинар",
        level = -1,
    },
    [43469] = {
        name = "Куда запропастился Матиас?",
        level = -1,
    },
    [43470] = {
        name = "Ландшафтный дизайн",
        level = -1,
    },
    [43479] = {
        name = "Целого мира мало",
        tagID = QUEST_TAG_GROUP,
        level = -1,
    },
    [43485] = {
        name = "Бомбы очень отвлекают",
        level = -1,
    },
    [43508] = {
        name = "Пленный мастер шпионажа",
        level = -1,
    },
    [37666] = {
        name = "Сражаться на своих условиях",
        level = -1,
    },
    [37448] = {
        name = "Простой план",
        level = -1,
    },
    [37494] = {
        name = "Под покровом тьмы",
        level = -1,
    },
    [37689] = {
        name = "Самозванец",
        level = -1,
    },
    [43723] = {
        name = "Защитник: Таоши",
        level = -1,
    },
    [43724] = {
        name = "Защитник: Мастер Матиас Шоу",
        level = -1,
    },
    [44215] = {
        name = "Еще одно дело...",
        level = -1,
    },
    [43422] = {
        name = "Оружие героя",
        level = -1,
    },
    [40716] = {
        name = "Шестой элемент",
        level = -1,
    },
    [40729] = {
        name = "Свежая кровь",
        level = -1,
    },
    [40684] = {
        name = "Фолиант орудий погибели",
        level = -1,
    },
    [40495] = {
        name = "Ултхалеш, Жнец Мертвого Ветра",
        level = -1,
    },
    [40588] = {
        name = "По следам проклятия",
        level = -1,
    },
    [40604] = {
        name = "Тревожа прошлое",
        level = -1,
    },
    [40606] = {
        name = "Верный путь",
        level = -1,
    },
    [40611] = {
        name = "Судьба Мертвого Ветра",
        level = -1,
    },
    [40623] = {
        name = "Темные всадники",
        level = -1,
    },
    [42128] = {
        name = "Реагенты для ритуала",
        level = -1,
    },
    [42168] = {
        name = "Взгляд во тьму",
        level = -1,
    },
    [42125] = {
        name = "Темный шепот",
        level = -1,
    },
    [43100] = {
        name = "В поисках Скипетра",
        level = -1,
    },
    [43153] = {
        name = "Око за Скипетр",
        level = -1,
    },
    [43254] = {
        name = "Сорвать ритуал",
        level = -1,
    },
    [40712] = {
        name = "Одержимость силой",
        level = -1,
    },
    [40731] = {
        name = "Сердце Зловещего Шрама",
        level = -1,
    },
    [40823] = {
        name = "Возрождение Совета",
        level = -1,
    },
    [40824] = {
        name = "Путь Зловещего Шрама",
        level = -1,
    },
    [44099] = {
        name = "Общий друг",
        level = -1,
    },
    [42608] = {
        name = "Явитесь, защитники!",
        level = -1,
    },
    [42603] = {
        name = "Информация любой ценой",
        level = -1,
    },
    [41797] = {
        name = "Сбор войск",
        level = -1,
    },
    [42602] = {
        name = "Проверка боем",
        level = -1,
    },
    [42601] = {
        name = "Дело техники",
        level = -1,
    },
    [42097] = {
        name = "Поиск в архивах",
        level = -1,
    },
    [41759] = {
        name = "Неожиданный союзник",
        level = -1,
    },
    [39179] = {
        name = "Похититель кровавого камня",
        level = -1,
    },
    [39389] = {
        name = "Он жаждет крови",
        level = -1,
    },
    [39142] = {
        name = "Проверка теории",
        level = -1,
    },
    [40218] = {
        name = "Выплаченный долг",
        level = -1,
    },
    [41767] = {
        name = "Отчаянное спасение",
        level = -1,
    },
    [41798] = {
        name = "Продолжение сборов",
        level = -1,
    },
    [41752] = {
        name = "Защитник: Зиннин Смайт",
        level = -1,
    },
    [41753] = {
        name = "Защитник: Джубека Тенелом",
        level = -1,
    },
    [42100] = {
        name = "Усиление души",
        level = -1,
    },
    [43887] = {
        name = "Hitting the Books",
        level = -1,
    },
    [44254] = {
        name = "Взгляд в забвение",
        level = -1,
    },
    [42098] = {
        name = "Крепость Черной Ладьи: неприкаянная душа",
        level = -1,
    },
    [41768] = {
        name = "Духовные узы",
        level = -1,
    },
    [41769] = {
        name = "Безумный алхимик Эрни",
        level = -1,
    },
    [41781] = {
        name = "Выпас коз",
        level = -1,
    },
    [41780] = {
        name = "Гибель и мрак",
        level = -1,
    },
    [41784] = {
        name = "Позаимствованное время",
        level = -1,
    },
    [41754] = {
        name = "Защитник: Шинфель Преданная Погибели",
        level = -1,
    },
    [41751] = {
        name = "Защитник: Кира Злобная Душа",
        level = -1,
    },
    [44682] = {
        name = "Сила, которой нет равных",
        level = -1,
    },
    [42660] = {
        name = "Казематы Стражей: дела сердечные",
        level = -1,
    },
    [42103] = {
        name = "Ему нужна пища",
        level = -1,
    },
    [42102] = {
        name = "Достойный кандидат",
        level = -1,
    },
    [41785] = {
        name = "Поиски Непопамс",
        level = -1,
    },
    [41788] = {
        name = "Выбивание признания",
        level = -1,
    },
    [41787] = {
        name = "Уборка за другими",
        level = -1,
    },
    [41793] = {
        name = "Люлюбелла в деле",
        level = -1,
    },
    [41755] = {
        name = "Защитник: Люлюбелла Непопамс",
        level = -1,
    },
    [41795] = {
        name = "Призыв сестер",
        level = -1,
    },
    [41756] = {
        name = "Защитник: эредарские близнецы",
        level = -1,
    },
    [41796] = {
        name = "Выбор шестого",
        level = -1,
    },
    [43414] = {
        name = "Оружие героя",
        level = -1,
    },
    [41541] = {
        name = "Опасная экспедиция",
        level = -1,
    },
    [41574] = {
        name = "Похищенный гром",
        level = -1,
    },
    [42158] = {
        name = "Мастерская творца",
        level = -1,
    },
    [42185] = {
        name = "Никогда не охоться в одиночку",
        level = -1,
    },
    [41540] = {
        name = "Встреча с курьером",
        level = -1,
    },
    [40392] = {
        name = "Призыв стрелка",
        level = -1,
    },
    [40419] = {
        name = "Спасательная операция",
        level = -1,
    },
    [41542] = {
        name = "Подготовка к охоте",
        level = -1,
    },
    [39427] = {
        name = "Благословение духа орла",
        level = -1,
    },
    [40385] = {
        name = "Копье среди теней",
        level = -1,
    },
    [38710] = {
        name = "Чрезвычайное положение",
        level = -1,
    },
    [40408] = {
        name = "Легендарное оружие",
        level = -1,
    },
    [42231] = {
        name = "Таинственный паладин",
        level = -1,
    },
    [42120] = {
        name = "Серебряная Длань",
        level = -1,
    },
    [42000] = {
        name = "Искатель Истины",
        level = -1,
    },
    [42002] = {
        name = "В Нордскол",
        level = -1,
    },
    [42005] = {
        name = "Окончание саги",
        level = -1,
    },
    [42017] = {
        name = "Святилище Стража Истины",
        level = -1,
    },
    [42770] = {
        name = "В поисках знамения",
        level = -1,
    },
    [42772] = {
        name = "Священная земля",
        level = -1,
    },
    [42771] = {
        name = "Мирное урегулирование",
        level = -1,
    },
    [42773] = {
        name = "Свет откроет истину",
        level = -1,
    },
    [42774] = {
        name = "Надежда не умирает",
        level = -1,
    },
    [38376] = {
        name = "Поиски Верховного лорда",
        level = -1,
    },
    [38576] = {
        name = "Встреча в Святилище",
        level = -1,
    },
    [38566] = {
        name = "Единая сила",
        level = -1,
    },
    [39722] = {
        name = "Новая сила",
        level = -1,
    },
    [38933] = {
        name = "Логистика",
        level = -1,
    },
    [39756] = {
        name = "Отличный план",
        level = -1,
    },
    [39696] = {
        name = "Явитесь, защитники!",
        level = -1,
    },
    [42846] = {
        name = "Повелительница рыцарей крови",
        level = -1,
    },
    [42847] = {
        name = "Темные бури",
        level = -1,
    },
    [42848] = {
        name = "Сбор войск",
        level = -1,
    },
    [42849] = {
        name = "Гнев и справедливость",
        level = -1,
    },
    [42866] = {
        name = "Знак с небес",
        level = -1,
    },
    [42867] = {
        name = "Совет ордена Серебряной Длани",
        level = -1,
    },
    [42919] = {
        name = "Наследие потомка",
        level = -1,
    },
    [42968] = {
        name = "Приказ Верховного лорда",
        level = -1,
    },
    [42967] = {
        name = "Приказ Верховного лорда",
        level = -1,
    },
    [42885] = {
        name = "Приказ Верховного лорда",
        level = -1,
    },
    [42886] = {
        name = "В Фаронаар",
        level = -1,
    },
    [42887] = {
        name = "Истинное воздаяние",
        level = -1,
    },
    [43462] = {
        name = "Праматерь Озрам",
        level = -1,
    },
    [42888] = {
        name = "Сферы связи",
        level = -1,
    },
    [42890] = {
        name = "Кодекс командования",
        level = -1,
    },
    [42852] = {
        name = "Защитник: карательница Джулия Селеста",
        level = -1,
    },
    [42851] = {
        name = "Защитник: воздаятель Борос",
        level = -1,
    },
    [43494] = {
        name = "Рыцари ордена Серебряной Длани",
        level = -1,
    },
    [44250] = {
        name = "Воитель Света",
        level = -1,
    },
    [44218] = {
        name = "Вооружение для защитников",
        level = -1,
    },
    [43486] = {
        name = "Расшифровка Кодекса",
        level = -1,
    },
    [43487] = {
        name = "Штурм Аметистовой крепости: словарь Скверны",
        level = -1,
    },
    [43883] = {
        name = "Hitting the Books",
        level = -1,
    },
    [43488] = {
        name = "Кровь нашего врага",
        level = -1,
    },
    [43535] = {
        name = "Расшифровка: Опасность!",
        level = -1,
    },
    [43493] = {
        name = "Крепость Черной Ладьи: лорд Гребень Ворона",
        level = -1,
    },
    [43489] = {
        name = "Врата Пламени Скверны",
        level = -1,
    },
    [43490] = {
        name = "След Апони",
        level = -1,
    },
    [43491] = {
        name = "Союзники Света",
        level = -1,
    },
    [43540] = {
        name = "Замысел врага",
        level = -1,
    },
    [43541] = {
        name = "Единая цель",
        level = -1,
    },
    [43492] = {
        name = "Защитник: Апони Светлая Грива",
        level = -1,
    },
    [43934] = {
        name = "Новый путь",
        level = -1,
    },
    [43933] = {
        name = "Защитник: Делас Лунный Клык",
        level = -1,
    },
    [43699] = {
        name = "Защитники мира",
        level = -1,
    },
    [43698] = {
        name = "Светоносный камень",
        level = -1,
    },
    [43534] = {
        name = "Кровь Саргераса",
        level = -1,
    },
    [43700] = {
        name = "Свет во тьме",
        level = -1,
    },
    [43697] = {
        name = "Воины Света",
        level = -1,
    },
    [43424] = {
        name = "Оружие героя",
        level = -1,
    },
    [43785] = {
        name = "Защитник: Аратор Искупитель",
        level = -1,
    },
    [43701] = {
        name = "Защитник: Лотраксион",
        level = -1,
    },
    [40569] = {
        name = "Легенда песков",
        level = -1,
    },
    [40633] = {
        name = "Вперед к приключениям!",
        level = -1,
    },
    [40634] = {
        name = "Буря в пустыне",
        level = -1,
    },
    [40570] = {
        name = "В небеса",
        level = -1,
    },
    [41003] = {
        name = "Дар императора",
        level = -1,
    },
    [42762] = {
        name = "Спутник Странников",
        level = -1,
    },
    [42766] = {
        name = "Загадка бочки",
        level = -1,
    },
    [42767] = {
        name = "Загадка земли",
        level = -1,
    },
    [42957] = {
        name = "Путешествие на Восток",
        level = -1,
    },
    [42868] = {
        name = "Испытание Короля обезьян",
        level = -1,
    },
    [42765] = {
        name = "Испытание в храме",
        level = -1,
    },
    [41035] = {
        name = "Мольба Бури Скверны",
        level = -1,
    },
    [41036] = {
        name = "Трофей повелителя ужаса",
        level = -1,
    },
    [41085] = {
        name = "Оружие мага",
        level = -1,
    },
    [40267] = {
        name = "Неожиданное послание",
        level = -1,
    },
    [40270] = {
        name = "Путь искупления",
        level = -1,
    },
    [11997] = {
        name = "Замерзшее пламя",
        level = -1,
    },
    [42001] = {
        name = "Алунет, великий посох Магны",
        level = -1,
    },
    [42006] = {
        name = "Новая угроза",
        level = -1,
    },
    [42007] = {
        name = "Позабытый враг",
        level = -1,
    },
    [42008] = {
        name = "Глаза дракона",
        level = -1,
    },
    [42009] = {
        name = "Обуздание чародейской энергии",
        level = -1,
    },
    [42010] = {
        name = "Высвобождение чародейской энергии",
        level = -1,
    },
    [42011] = {
        name = "Хранилище Нексуса",
        level = -1,
    },
    [42452] = {
        name = "Поиски Полярной Ночи",
        level = -1,
    },
    [42455] = {
        name = "Самоцветы Алоди",
        level = -1,
    },
    [42476] = {
        name = "На перевале Мертвого Ветра",
        level = -1,
    },
    [42477] = {
        name = "Дайо Дряхлый",
        level = -1,
    },
    [42479] = {
        name = "Истребитель магов",
        level = -1,
    },
    [41114] = {
        name = "Возвращение героя",
        level = -1,
    },
    [41125] = {
        name = "Раскрытый потенциал",
        level = -1,
    },
    [41112] = {
        name = "Великий Ахалаймахалай",
        level = -1,
    },
    [41113] = {
        name = "Единственный способ перемещения",
        level = -1,
    },
    [41124] = {
        name = "Возрождение Стражей Тирисфаля",
        level = -1,
    },
    [41141] = {
        name = "Долг верховного мага",
        level = -1,
    },
    [42663] = {
        name = "Явитесь, защитники!",
        level = -1,
    },
    [42685] = {
        name = "Защитник: верховный маг Модера",
        level = -1,
    },
    [42662] = {
        name = "Защитник: верховный маг Кейлек",
        level = -1,
    },
    [42703] = {
        name = "Техническое волшебство",
        level = -1,
    },
    [42126] = {
        name = "Верховный маг Омниара",
        level = -1,
    },
    [42127] = {
        name = "Вербовка бойцов",
        level = -1,
    },
    [42696] = {
        name = "Дело техники",
        level = -1,
    },
    [42433] = {
        name = "Древняя магия",
        level = -1,
    },
    [42418] = {
        name = "Нежданный гость",
        level = -1,
    },
    [42434] = {
        name = "Тайная операция",
        level = -1,
    },
    [42435] = {
        name = "Готовьтесь к ассимиляции",
        level = -1,
    },
    [42166] = {
        name = "Что тут происходит?",
        level = -1,
    },
    [42206] = {
        name = "Новый уровень",
        level = -1,
    },
    [42149] = {
        name = "Не всеми знаниями надо делиться",
        level = -1,
    },
    [42171] = {
        name = "Финальный выход",
        level = -1,
    },
    [42222] = {
        name = "Отчет о Небесной академии",
        level = -1,
    },
    [42706] = {
        name = "Защитник: Эзара Верринда",
        level = -1,
    },
    [42705] = {
        name = "Защитник: Равандвир",
        level = -1,
    },
    [44098] = {
        name = "Вербовка учеников",
        level = -1,
    },
    [42451] = {
        name = "Замысел Кейлека",
        level = -1,
    },
    [44240] = {
        name = "Оранжевый – это новый оттенок лилового",
        level = -1,
    },
    [43749] = {
        name = "Hitting the Books",
        level = -1,
    },
    [42954] = {
        name = "Небольшая услуга",
        level = -1,
    },
    [42955] = {
        name = "Естественный порядок",
        level = -1,
    },
    [42956] = {
        name = "Посылка Ари",
        level = -1,
    },
    [42959] = {
        name = "Три – счастливое число",
        level = -1,
    },
    [42704] = {
        name = "Защитник: чародейский разрушитель",
        level = -1,
    },
    [44689] = {
        name = "Мощь Стражей Тирисфаля",
        level = -1,
    },
    [42508] = {
        name = "Вовсе не беззубый дракон",
        level = -1,
    },
    [42521] = {
        name = "Враг моего врага...",
        level = -1,
    },
    [42494] = {
        name = "Не просто торговец едой",
        level = -1,
    },
    [42702] = {
        name = "Защитник: Миллхаус Манашторм",
        level = -1,
    },
    [42493] = {
        name = "Неминуемая судьба",
        level = -1,
    },
    [42520] = {
        name = "Ужасная потеря",
        level = -1,
    },
    [42707] = {
        name = "Око Азшары: магический недуг",
        level = -1,
    },
    [42940] = {
        name = "Было бы желание – способ найдется",
        level = -1,
    },
    [42734] = {
        name = "В Окулус",
        level = -1,
    },
    [42917] = {
        name = "Защитник: верховный маг Варгот",
        level = -1,
    },
    [42914] = {
        name = "Защитник: Мерил Буря Скверны",
        level = -1,
    },
    [43415] = {
        name = "Оружие героя",
        level = -1,
    },
    [40705] = {
        name = "Дела духовные",
        level = -1,
    },
    [40706] = {
        name = "Настоящая легенда",
        level = -1,
    },
    [40710] = {
        name = "Клинок в сумерках",
        level = -1,
    },
    [41957] = {
        name = "Мольба воздаятеля",
        level = -1,
    },
    [41966] = {
        name = "Срочный вызов",
        level = -1,
    },
    [41967] = {
        name = "Возвращение из мрака",
        level = -1,
    },
    [41993] = {
        name = "Спасение с небес",
        level = -1,
    },
    [42074] = {
        name = "Возвращение Света",
        level = -1,
    },
    [41625] = {
        name = "Ярость Света",
        level = -1,
    },
    [41626] = {
        name = "Новая угроза",
        level = -1,
    },
    [41627] = {
        name = "Позабытый враг",
        level = -1,
    },
    [41628] = {
        name = "Глаза дракона",
        level = -1,
    },
    [41629] = {
        name = "Обуздание священного огня",
        level = -1,
    },
    [41630] = {
        name = "Свершение правосудия",
        level = -1,
    },
    [41632] = {
        name = "Дар времени",
        level = -1,
    },
    [40938] = {
        name = "Свет и Бездна",
        level = -1,
    },
    [41015] = {
        name = "Изобретатели спешат на помощь",
        level = -1,
    },
    [41017] = {
        name = "Усиление артефакта",
        level = -1,
    },
    [41019] = {
        name = "Боевые действия в Азероте",
        level = -1,
    },
    [43270] = {
        name = "Явитесь, защитники!",
        level = -1,
    },
    [43271] = {
        name = "Защитник: Калия Менетил",
        level = -1,
    },
    [43272] = {
        name = "Защитник: верховная жрица Ишана",
        level = -1,
    },
    [43265] = {
        name = "Поведай всем",
        level = -1,
    },
    [43275] = {
        name = "Сбор войск",
        level = -1,
    },
    [43276] = {
        name = "Проверка боем",
        level = -1,
    },
    [43277] = {
        name = "Дело техники",
        level = -1,
    },
    [43371] = {
        name = "Помощь на передовой",
        level = -1,
    },
    [43372] = {
        name = "Шепот в Бездне",
        level = -1,
    },
    [43373] = {
        name = "Только лучшие",
        level = -1,
    },
    [43374] = {
        name = "Влезть в голову мурлока",
        level = -1,
    },
    [43375] = {
        name = "Большие запасы",
        level = -1,
    },
    [43376] = {
        name = "Чудодейственный бальзам",
        level = -1,
    },
    [42137] = {
        name = "Защитник: Ялия Мудрый Шепот",
        level = -1,
    },
    [42138] = {
        name = "Защитник: Забра Проклинатель",
        level = -1,
    },
    [43378] = {
        name = "Око Азшары: взгляд сквозь линзу",
        level = -1,
    },
    [43379] = {
        name = "Видение Велена",
        level = -1,
    },
    [43851] = {
        name = "Продолжение сборов",
        level = -1,
    },
    [43384] = {
        name = "Демонические руны",
        level = -1,
    },
    [43377] = {
        name = "Чертоги Доблести: внутренний свет",
        level = -1,
    },
    [43383] = {
        name = "Пробуждение Света",
        level = -1,
    },
    [43380] = {
        name = "Защитник: Сол",
        level = -1,
    },
    [43385] = {
        name = "Проникновение в стан врага",
        level = -1,
    },
    [44251] = {
        name = "Слово силы: Броня",
        level = -1,
    },
    [43884] = {
        name = "Hitting the Books",
        level = -1,
    },
    [43386] = {
        name = "Посланница Алого Натиска",
        level = -1,
    },
    [43387] = {
        name = "Искупление Алого Натиска",
        level = -1,
    },
    [43388] = {
        name = "Освобождение отступников",
        level = -1,
    },
    [43389] = {
        name = "Нежданные гости",
        level = -1,
    },
    [43381] = {
        name = "Защитник: Мариэлла Уорд",
        level = -1,
    },
    [43390] = {
        name = "Забытые Тени",
        level = -1,
    },
    [43391] = {
        name = "Тайны Бездны",
        level = -1,
    },
    [43392] = {
        name = "Прямо в Бездну",
        level = -1,
    },
    [43382] = {
        name = "Защитник: Натали Селин",
        level = -1,
    },
    [43394] = {
        name = "В тылу Легиона",
        level = -1,
    },
    [43396] = {
        name = "Замысел врага",
        level = -1,
    },
    [43395] = {
        name = "Союзники Света",
        level = -1,
    },
    [43397] = {
        name = "Единая цель",
        level = -1,
    },
    [43797] = {
        name = "На помощь Конклаву",
        level = -1,
    },
    [43400] = {
        name = "Светоносный камень",
        level = -1,
    },
    [43399] = {
        name = "Усиленная защита Храма",
        level = -1,
    },
    [43832] = {
        name = "Эликсиры помощи",
        level = -1,
    },
    [43401] = {
        name = "Свет во тьме",
        level = -1,
    },
    [43398] = {
        name = "Защитник: Алонсий Фаол",
        level = -1,
    },
    [43402] = {
        name = "Верховный жрец света Пустоты",
        level = -1,
    },
    [43420] = {
        name = "Оружие героя",
        level = -1,
    },
    [42814] = {
        name = "Важное поручение",
        level = -1,
    },
    [40579] = {
        name = "Легендарное оружие",
        level = -1,
    },
    [41105] = {
        name = "Меч королей",
        level = -1,
    },
    [40043] = {
        name = "Охотник на героев",
        level = -1,
    },
    [39191] = {
        name = "Наследие Ледоруба",
        level = -1,
    },
    [39530] = {
        name = "Закалка",
        level = -1,
    },
    [39192] = {
        name = "Горнило Одина",
        level = -1,
    },
    [39214] = {
        name = "Глаз Одина",
        level = -1,
    },
    [40585] = {
        name = "Война начинается",
        level = -1,
    },
    [42597] = {
        name = "Зов Одина",
        level = -1,
    },
    [42484] = {
        name = "Перворожденный",
        level = -1,
    },
    [42598] = {
        name = "Защитники Небесной Цитадели",
        level = -1,
    },
    [42606] = {
        name = "Защитник: Финна Бьорнсдоттир",
        level = -1,
    },
    [42605] = {
        name = "Защитник: Рагнвальд Драконорожденный",
        level = -1,
    },
    [42607] = {
        name = "Капитан Стальстрем",
        level = -1,
    },
    [42609] = {
        name = "Сбор войск",
        level = -1,
    },
    [42610] = {
        name = "Проверка боем",
        level = -1,
    },
    [42611] = {
        name = "Заклинатель рун Эйнар",
        level = -1,
    },
    [42193] = {
        name = "Гьяллархорн",
        level = -1,
    },
    [42650] = {
        name = "Освобождение от уз",
        level = -1,
    },
    [42651] = {
        name = "Обещание Свергана",
        level = -1,
    },
    [42107] = {
        name = "По следам великого червя",
        level = -1,
    },
    [42614] = {
        name = "Защитник: Сверган Покров Шторма",
        level = -1,
    },
    [42110] = {
        name = "Вперед, на вершину!",
        level = -1,
    },
    [42204] = {
        name = "Йорхуттам",
        level = -1,
    },
    [43585] = {
        name = "Подготовка к войне",
        level = -1,
    },
    [43975] = {
        name = "Вербовка дев щита",
        level = -1,
    },
    [44255] = {
        name = "Тот секирой и получит",
        level = -1,
    },
    [43888] = {
        name = "Hitting the Books",
        level = -1,
    },
    [43586] = {
        name = "Утроба душ: послание для Хелии",
        level = -1,
    },
    [44667] = {
        name = "Воля валарьяра",
        level = -1,
    },
    [42918] = {
        name = "Демонические руны",
        level = -1,
    },
    [42616] = {
        name = "Защитник: Двален Железная Руна",
        level = -1,
    },
    [42618] = {
        name = "Защитник: Торим",
        level = -1,
    },
    [43506] = {
        name = "Крепость Черной Ладьи: больше энергии",
        level = -1,
    },
    [43577] = {
        name = "Захватить врата",
        level = -1,
    },
    [42974] = {
        name = "Участь Ходира",
        level = -1,
    },
    [42619] = {
        name = "Защитник: Ходир",
        level = -1,
    },
    [43425] = {
        name = "Оружие героя",
        level = -1,
    },
    [39746] = {
        name = "Несломленные Служители",
        level = -1,
    },
    [43334] = {
        name = "Надвигающийся шторм",
        level = -1,
    },
    [43338] = {
        name = "Кодекс Ра",
        level = -1,
    },
    [39771] = {
        name = "Глас Грома",
        level = -1,
    },
    [43644] = {
        name = "В глубины океана",
        level = -1,
    },
    [43645] = {
        name = "След говорящей с волнами",
        level = -1,
    },
    [40341] = {
        name = "Трон Приливов: мощь Азшары",
        level = -1,
    },
    [42931] = {
        name = "Когда молот опускается...",
        level = -1,
    },
    [42932] = {
        name = "То, что знает Мать-Скала",
        level = -1,
    },
    [42933] = {
        name = "Скверные трогги",
        level = -1,
    },
    [42935] = {
        name = "Спасение каменных драконов",
        level = -1,
    },
    [42936] = {
        name = "Скрытые резервы",
        level = -1,
    },
    [42937] = {
        name = "Разборки в провале Каменных Игл",
        level = -1,
    },
    [40224] = {
        name = "Молот в глубинах",
        level = -1,
    },
    [40225] = {
        name = "Служители Земли: возрождение",
        level = -1,
    },
    [40276] = {
        name = "Водоворот зовет",
        level = -1,
    },
    [41510] = {
        name = "Азерот нуждается в тебе",
        level = -1,
    },
    [44544] = {
        name = "Зов Служителей Земли",
        level = -1,
    },
    [42188] = {
        name = "Нобундо ждет",
        level = -1,
    },
    [42114] = {
        name = "Ритуал приливов",
        level = -1,
    },
    [42383] = {
        name = "Явитесь, защитники!",
        level = -1,
    },
    [42198] = {
        name = "Защитник: буревестница Милра",
        level = -1,
    },
    [42197] = {
        name = "Защитник: герцог Гидраксис",
        level = -1,
    },
    [42141] = {
        name = "Призыватель Морн",
        level = -1,
    },
    [42142] = {
        name = "Сбор войск",
        level = -1,
    },
    [41741] = {
        name = "Проверка боем",
        level = -1,
    },
    [41740] = {
        name = "Дело техники",
        level = -1,
    },
    [42184] = {
        name = "Задание: стихийная дипломатия",
        level = -1,
    },
    [44101] = {
        name = "Борьба за припасы",
        level = 110,
    },
    [42977] = {
        name = "Слуга Искателя Ветра",
        level = -1,
    },
    [43002] = {
        name = "Благословенный клинок Искателя Ветра",
        level = -1,
    },
    [41770] = {
        name = "Небо над головой",
        level = -1,
    },
    [41771] = {
        name = "Зарядка клинка",
        level = -1,
    },
    [41776] = {
        name = "Возвращение Владыки Ветра",
        level = -1,
    },
    [41742] = {
        name = "Защитник: Селест",
        level = -1,
    },
    [41743] = {
        name = "Защитник: Нобундо",
        level = -1,
    },
    [44465] = {
        name = "Вербовка заклинателей земли",
        level = -1,
    },
    [42986] = {
        name = "Враги Владыки Ветра",
        level = -1,
    },
    [42996] = {
        name = "Столп Водоворота: воздух",
        level = -1,
    },
    [42983] = {
        name = "Сущность мистраля",
        level = -1,
    },
    [42984] = {
        name = "Око Азшары: скипетр бурь",
        level = -1,
    },
    [44253] = {
        name = "Видение триумфа",
        level = -1,
    },
    [43886] = {
        name = "Speaking to the Wind",
        level = -1,
    },
    [41901] = {
        name = "Клятва Владыки Ветра",
        level = -1,
    },
    [42200] = {
        name = "Задание: разведка в Подземье",
        level = -1,
    },
    [41775] = {
        name = "Великая Мать-Скала",
        level = -1,
    },
    [42068] = {
        name = "Возвращение Сумеречного Молота",
        level = -1,
    },
    [41777] = {
        name = "Уничтожение культа",
        level = -1,
    },
    [41897] = {
        name = "Замысел Владычицы",
        level = -1,
    },
    [41898] = {
        name = "Освобождение стихий",
        level = -1,
    },
    [41899] = {
        name = "Пленники!",
        level = -1,
    },
    [42065] = {
        name = "Владычица Сумерек",
        level = -1,
    },
    [41900] = {
        name = "Обещание Земли",
        level = -1,
    },
    [41746] = {
        name = "Защитник: Мулн Гнев Земли",
        level = -1,
    },
    [41747] = {
        name = "Защитник: Лавинион",
        level = -1,
    },
    [42208] = {
        name = "Возвращение в Огненные Просторы",
        level = -1,
    },
    [41772] = {
        name = "Перерожденный в пламени",
        level = -1,
    },
    [42988] = {
        name = "Тот, кто залечивает раны мира",
        level = -1,
    },
    [42995] = {
        name = "Вкус крови",
        level = -1,
    },
    [43003] = {
        name = "Возвращение к Джанае",
        level = -1,
    },
    [42990] = {
        name = "Логово Нелтариона: амулет Служителей Земли",
        level = -1,
    },
    [41773] = {
        name = "Приказ Повелителя Огня",
        level = -1,
    },
    [41934] = {
        name = "Клеймо Проклятия",
        level = -1,
    },
    [41888] = {
        name = "Огненная присяга",
        level = -1,
    },
    [41744] = {
        name = "Защитник: Регар Ярость Земли",
        level = -1,
    },
    [41745] = {
        name = "Защитник: Обжигон",
        level = -1,
    },
    [43418] = {
        name = "Оружие героя",
        level = -1,
    },
    [46791] = {
        name = "На крыльях ветра",
        level = 110,
    },
    [46792] = {
        name = "Надвигающийся шторм",
        level = 110,
    },
    [46260] = {
        name = "Слейся с тенью",
        level = 110,
    },
    [46827] = {
        name = "Слейся с тенью",
        level = 110,
    },
    [45833] = {
        name = "Пиратский залив",
        level = 110,
    },
    [45571] = {
        name = "Небольшой шпионаж",
        level = 110,
    },
    [45835] = {
        name = "Ложные приказы",
        level = 110,
    },
    [45573] = {
        name = "Теперь наверх",
        level = 110,
    },
    [45576] = {
        name = "Восшествие",
        level = 110,
    },
    [45836] = {
        name = "Зов Джораха",
        level = 110,
    },
    [46326] = {
        name = "Зов Джораха",
        level = 110,
    },
    [45628] = {
        name = "На этот раз оставь за собой след",
        level = 110,
    },
    [45629] = {
        name = "На этот раз оставь за собой след",
        level = 110,
    },
    [45073] = {
        name = "Воруй, убивай!",
        level = 110,
    },
    [45848] = {
        name = "Самое то для пирата",
        level = 110,
    },
    [44758] = {
        name = "Порох с секретом",
        level = 110,
    },
    [46059] = {
        name = "Защитник: Тесс Седогрив",
        level = -1,
    },
    [46058] = {
        name = "Защитник: Лилиан Восс",
        level = -1,
    },
    [46103] = {
        name = "Шпионы повелителя ужаса",
        level = 110,
    },
    [46089] = {
        name = "Спрятались на самом виду",
        level = 110,
    },
    [45524] = {
        name = "Забытый наследник",
        level = 110,
    },
    [44782] = {
        name = "Вдали от любопытных глаз",
        level = 110,
    },
    [45525] = {
        name = "Вопросы без ответов",
        level = 110,
    },
    [44821] = {
        name = "Темные времена",
        level = 110,
    },
    [46340] = {
        name = "Врата закрыты",
        level = 110,
    },
    [46744] = {
        name = "Великая сила для великих дел",
        level = 110,
    },
    [45522] = {
        name = "Усмирение Говорящих с костями",
        level = 110,
    },
    [47000] = {
        name = "Совет Шестерых",
        level = 110,
    },
    [45523] = {
        name = "Обуздание дрекирьяров",
        level = 110,
    },
    [45486] = {
        name = "Королева поневоле",
        level = 110,
    },
    [46765] = {
        name = "Расколотый берег: разведка",
        level = 110,
    },
    [45526] = {
        name = "Ярость королевы-богини",
        level = 110,
    },
    [46079] = {
        name = "Помощь на передовой",
        level = 110,
    },
    [46080] = {
        name = "Упокоение духов",
        level = 110,
    },
    [46082] = {
        name = "Возвращение Песни Теней",
        level = 110,
    },
    [46106] = {
        name = "Головы с плеч",
        level = 110,
    },
    [46107] = {
        name = "Источник порчи",
        level = 110,
    },
    [46035] = {
        name = "Последнее восстание",
        level = 110,
    },
    [46200] = {
        name = "Проблема решена... Временно...",
        level = 110,
    },
    [45415] = {
        name = "Между мирами",
        level = 110,
    },
    [45414] = {
        name = "Плохие предчувствия",
        level = 110,
    },
    [45843] = {
        name = "Темные предзнаменования",
        level = 110,
    },
    [45413] = {
        name = "Сбор информации",
        level = 110,
    },
    [45416] = {
        name = "Возвращение верховного лорда",
        level = 110,
    },
    [45193] = {
        name = "На шаг позади",
        level = 110,
    },
    [45188] = {
        name = "Мудрость Совета",
        level = 110,
    },
    [45190] = {
        name = "Тонкое место",
        level = 110,
    },
    [45185] = {
        name = "Послание из теней",
        level = 110,
    },
    [45187] = {
        name = "Тайны Клоаки",
        level = 110,
    },
    [45192] = {
        name = "Руны расщепления",
        level = 110,
    },
    [46127] = {
        name = "Разделить близнецов",
        level = 110,
    },
    [46327] = {
        name = "Сделка с Тьмой",
        level = 110,
    },
    [45916] = {
        name = "Послушница в беде",
        level = 110,
    },
    [45917] = {
        name = "По следу",
        level = 110,
    },
    [46065] = {
        name = "Невероятный противник",
        level = 110,
    },
    [45125] = {
        name = "Демонические игры",
        level = 110,
    },
    [45126] = {
        name = "Странный соблазн",
        level = 110,
    },
    [45127] = {
        name = "Любовники Скверны",
        level = 110,
    },
    [44925] = {
        name = "Око бури",
        level = 110,
    },
    [44920] = {
        name = "Правильный порядок",
        level = 110,
    },
    [44924] = {
        name = "Поприветствуем верховного мага",
        level = 110,
    },
    [46177] = {
        name = "На расстоянии портала",
        level = 110,
    },
    [44915] = {
        name = "Магия моды",
        level = 110,
    },
    [45564] = {
        name = "Горящие птицы",
        level = 110,
    },
    [45587] = {
        name = "Угроза Тотема Скверны",
        level = 110,
    },
    [45575] = {
        name = "Деревня осквернителей",
        level = 110,
    },
    [45627] = {
        name = "Падение Тотема Скверны",
        level = 110,
    },
    [45726] = {
        name = "Оскверненные топи",
        level = 110,
    },
    [45841] = {
        name = "Победное донесение",
        level = 110,
    },
    [45796] = {
        name = "Уничтожение гнезда",
        level = 110,
    },
    [47052] = {
        name = "Воздаяние: судьба Волнскорна",
        level = 110,
    },
    [45482] = {
        name = "Тайная магия: судьба Волнскорна",
        level = 110,
    },
    [47051] = {
        name = "Ликвидация: судьба Волнскорна",
        level = 110,
    },
    [47050] = {
        name = "Совершенствование: судьба Волнскорна",
        level = 110,
    },
    [47049] = {
        name = "Демонология: судьба Волнскорна",
        level = 110,
    },
    [47018] = {
        name = "Повелитель зверей: суета вокруг Тотема Скверны",
        level = 110,
    },
    [45560] = {
        name = "Разрушение: суета вокруг Тотема Скверны",
        level = 110,
    },
    [47020] = {
        name = "Послушание: суета вокруг Тотема Скверны",
        level = 110,
    },
    [47019] = {
        name = "Танцующий с ветром: суета вокруг Тотема Скверны",
        level = 110,
    },
    [46078] = {
        name = "Свет: расследование в Браденсбруке",
        level = 110,
    },
    [47003] = {
        name = "Исцеление: расследование в Браденсбруке",
        level = 110,
    },
    [47004] = {
        name = "Исцеление: расследование в Браденсбруке",
        level = 110,
    },
    [47005] = {
        name = "Ткач туманов: расследование в Браденсбруке",
        level = 110,
    },
    [47006] = {
        name = "Свет: расследование в Браденсбруке",
        level = 110,
    },
    [44914] = {
        name = "Оружие: вороватый ученик",
        level = 110,
    },
    [47046] = {
        name = "Лед: вороватый ученик",
        level = 110,
    },
    [47043] = {
        name = "Истребление: вороватый ученик",
        level = 110,
    },
    [47048] = {
        name = "Скрытность: вороватый ученик",
        level = 110,
    },
    [47047] = {
        name = "Выживание: вороватый ученик",
        level = 110,
    },
    [45182] = {
        name = "Лед: злобный близнец",
        level = 110,
    },
    [47037] = {
        name = "Баланс: злобный близнец",
        level = 110,
    },
    [47039] = {
        name = "Стрельба: злобный близнец",
        level = 110,
    },
    [47041] = {
        name = "Колдовство: злобный близнец",
        level = 110,
    },
    [47042] = {
        name = "Тьма: злобный близнец",
        level = 110,
    },
    [45412] = {
        name = "Защита: помощь иллидари",
        level = 110,
    },
    [46314] = {
        name = "Месть: в поисках Кор'вас",
        level = 110,
    },
    [47022] = {
        name = "Защита: помощь иллидари",
        level = 110,
    },
    [47023] = {
        name = "Страж: помощь иллидари",
        level = 110,
    },
    [47024] = {
        name = "Хмелевар: помощь иллидари",
        level = 110,
    },
    [47025] = {
        name = "Кровь: помощь иллидари",
        level = 110,
    },
    [45123] = {
        name = "Стихии: проступок Левии Лоуренс",
        level = 110,
    },
    [47059] = {
        name = "Сила зверя: проступок Левии Лоуренс",
        level = 110,
    },
    [47055] = {
        name = "Fire: The Folly of Levia Laurence",
        level = 110,
    },
    [47056] = {
        name = "Неистовство: проступок Левии Лоуренс",
        level = 110,
    },
    [47058] = {
        name = "Головорез: проступок Левии Лоуренс",
        level = 110,
    },
    [47057] = {
        name = "Нечестивость: проступок Левии Лоуренс",
        level = 110,
    },
    [45842] = {
        name = "Дар Шестерых",
        level = 110,
    },
    [45861] = {
        name = "Дар Шестерых",
        level = 110,
    },
    [45862] = {
        name = "Дар Шестерых",
        level = 110,
    },
    [45863] = {
        name = "Дар Шестерых",
        level = 110,
    },
    [45864] = {
        name = "Дар Шестерых",
        level = 110,
    },
    [45865] = {
        name = "Дар Шестерых",
        level = 110,
    },
    [45866] = {
        name = "Дар Шестерых",
        level = 110,
    },
    [46812] = {
        name = "Драконьи секреты",
        level = 110,
    },
    [46813] = {
        name = "Затерянный ледник",
        level = 110,
    },
    [46719] = {
        name = "Послание Амал'тазада",
        level = 110,
    },
    [46720] = {
        name = "Замерзшие воспоминания",
        level = 110,
    },
    [44775] = {
        name = "Пик костей",
        level = 110,
    },
    [44783] = {
        name = "Восставшие из праха",
        level = 110,
    },
    [45331] = {
        name = "Возвращение в Акерус",
        level = 110,
    },
    [45399] = {
        name = "Свелдрекские глупцы",
        level = 110,
    },
    [45243] = {
        name = "На крыльях Даумир",
        level = 110,
    },
    [46050] = {
        name = "Защитник: Минерва Воронья Скорбь",
        level = -1,
    },
    [44787] = {
        name = "Мать стаи",
        level = 110,
    },
    [45240] = {
        name = "Последние приготовления",
        level = 110,
    },
    [45103] = {
        name = "Всадники, вперед!",
        level = 110,
    },
    [45398] = {
        name = "Обузданная мощь",
        level = 110,
    },
    [46305] = {
        name = "Пламя Торима",
        level = 110,
    },
    [44337] = {
        name = "Богиня благоволит тебе",
        level = 110,
    },
    [44479] = {
        name = "Наследие Гребня Ворона",
        level = 110,
    },
    [44448] = {
        name = "Дом Света и Тьмы",
        level = 110,
    },
    [44464] = {
        name = "Пробуждение Иллидана",
        level = 110,
    },
    [44466] = {
        name = "Неясный путь",
        level = 110,
    },
    [45177] = {
        name = "Цитадель Ночи",
        level = 110,
    },
    [44480] = {
        name = "Дом моего отца",
        level = 110,
    },
    [44481] = {
        name = "Неисполненная судьба",
        level = 110,
    },
    [44497] = {
        name = "Неисполненная судьба",
        level = 110,
    },
    [45176] = {
        name = "Испытание доблести: бывший и будущий владыка теней",
        difficulty = "lfr",
        tagID = QUEST_TAG_RAID,
        level = 110,
    },
    [44480] = {
        name = "Дом моего отца",
        level = 110,
    },
    [45175] = {
        name = "Призма душ иллидари",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = 110,
    },
    [45174] = {
        name = "Охота на Иллидана Ярость Бури",
        level = 110,
    },
    [45329] = {
        name = "Операция \"Порталы",
        level = -1,
    },
    [45330] = {
        name = "Разведывательный отряд",
        level = -1,
    },
    [45301] = {
        name = "За дело",
        level = -1,
    },
    [45339] = {
        name = "Оборона \"Молота Скверны",
        level = -1,
    },
    [45385] = {
        name = "Мы должны быть готовы!",
        level = -1,
    },
    [45798] = {
        name = "Вар'зуул Подстрекатель",
        level = -1,
    },
    [46159] = {
        name = "Срочное сообщение",
        level = -1,
    },
    [45391] = {
        name = "Защитник: леди С'тэно",
        level = -1,
    },
    [46725] = {
        name = "Сбой энергоснабжения",
        level = -1,
    },
    [46266] = {
        name = "Возвращение истребителя",
        level = -1,
    },
    [45764] = {
        name = "Восстановление равновесия",
        level = -1,
    },
    [46334] = {
        name = "На крыльях Скверны",
        level = 110,
    },
    [45532] = {
        name = "Материнские приказы",
        level = 110,
    },
    [44888] = {
        name = "Помощь Авианы",
        level = 110,
    },
    [46674] = {
        name = "Сохранение природы",
        level = 110,
    },
    [46044] = {
        name = "Защитник: Тизали Ворона",
        level = -1,
    },
    [46675] = {
        name = "Выслеживание демона",
        level = 110,
    },
    [45498] = {
        name = "Не буди спящего пса",
        level = 110,
    },
    [44921] = {
        name = "Одинокий волк",
        level = 110,
    },
    [44869] = {
        name = "Бич пернатых",
        level = 110,
    },
    [44877] = {
        name = "Нападение на гнездо",
        level = 110,
    },
    [45425] = {
        name = "Родная роща",
        level = 110,
    },
    [46676] = {
        name = "Прикосновение природы",
        level = 110,
    },
    [45426] = {
        name = "Помощь природы",
        level = 110,
    },
    [45528] = {
        name = "Оскверненные кельи",
        level = 110,
    },
    [46924] = {
        name = "История о волке",
        level = 110,
    },
    [46677] = {
        name = "Колючка чертополоха",
        level = 110,
    },
    [46319] = {
        name = "Вам не отобрать у меня небо",
        level = 110,
    },
    [46318] = {
        name = "Защита Авианы",
        level = 110,
    },
    [46317] = {
        name = "Зов Когтя",
        level = 110,
    },
    [45554] = {
        name = "Контроль над ситуацией",
        level = 110,
    },
    [45555] = {
        name = "Оскверненные животные",
        level = 110,
    },
    [45556] = {
        name = "В бой!",
        level = 110,
    },
    [45557] = {
        name = "Болезненные последствия",
        level = 110,
    },
    [46060] = {
        name = "Бальзам на душу",
        level = 110,
    },
    [45551] = {
        name = "Побочные эффекты",
        level = 110,
    },
    [45552] = {
        name = "Первая помощь",
        level = 110,
    },
    [46235] = {
        name = "Безопасное место",
        level = 110,
    },
    [45553] = {
        name = "Зов ночной охотницы",
        level = 110,
    },
    [46048] = {
        name = "Защитник: ночная охотница Сиренна",
        level = 110,
    },
    [46336] = {
        name = "Золотой билет",
        level = 110,
    },
    [46337] = {
        name = "Дикая ночь",
        level = 110,
    },
    [41008] = {
        name = "Судьба охотника",
        level = -1,
    },
    [41009] = {
        name = "Судьба охотника",
        level = -1,
    },
    [41415] = {
        name = "Зов охотника",
        level = -1,
    },
    [40952] = {
        name = "Судьба охотника",
        level = -1,
    },
    [40953] = {
        name = "На крыльях орла",
        level = -1,
    },
    [40384] = {
        name = "Охотники, общий сбор!",
        level = -1,
    },
    [44090] = {
        name = "Залог верности",
        level = -1,
    },
    [40955] = {
        name = "Клятва служения",
        level = -1,
    },
    [40618] = {
        name = "Легендарное оружие",
        level = -1,
    },
    [41053] = {
        name = "Алтарь вечной охоты",
        level = -1,
    },
    [40954] = {
        name = "Незримый путь",
        level = -1,
    },
    [45404] = {
        name = "Паника на хмелеварне",
        level = -1,
    },
    [45442] = {
        name = "Что-то мне скверно...",
        level = -1,
    },
    [46320] = {
        name = "Надежда на исцеление",
        level = -1,
    },
    [45459] = {
        name = "Шторм против Легиона",
        level = -1,
    },
    [45790] = {
        name = "Защитник: Альма",
        level = -1,
    },
    [45574] = {
        name = "Ингредиенты Скверны",
        level = -1,
    },
    [45440] = {
        name = "Брожение умов",
        level = -1,
    },
    [45545] = {
        name = "Бросок бочонка",
        level = -1,
    },
    [45771] = {
        name = "На все найдется время",
        level = -1,
    },
    [45449] = {
        name = "Алхимик Корлия",
        level = -1,
    },
    [46349] = {
        name = "Лилии для Рюли",
        level = 110,
    },
    [46342] = {
        name = "Возвращение на Расколотый пик",
        level = 110,
    },
    [46350] = {
        name = "Испытание Бань Лу",
        level = 110,
    },
    [46343] = {
        name = "След Бань Лу",
        level = 110,
    },
    [46344] = {
        name = "Удачка Вонючки",
        level = 110,
    },
    [46353] = {
        name = "Мастер... кто?",
        level = 110,
    },
    [46346] = {
        name = "Тень Бань Лу",
        level = 110,
    },
    [46347] = {
        name = "Где еще остались ша?",
        level = 110,
    },
    [46348] = {
        name = "Река поможет",
        level = 110,
    },
    [46341] = {
        name = "История Бань Лу",
        level = 110,
    },
    [46705] = {
        name = "Возмездие",
        level = -1,
    },
    [46335] = {
        name = "Сокровища Стражей Тирисфаля",
        level = -1,
    },
    [45251] = {
        name = "Дополнительные меры",
        level = -1,
    },
    [46338] = {
        name = "Творческое решение",
        level = -1,
    },
    [46339] = {
        name = "Хранитель ключей Орлис",
        level = -1,
    },
    [46000] = {
        name = "Вооружение Даларана",
        level = -1,
    },
    [45630] = {
        name = "Servant to No One",
        level = 110,
    },
    [46345] = {
        name = "Осиное гнездо",
        level = -1,
    },
    [44766] = {
        name = "План Б",
        level = -1,
    },
    [44768] = {
        name = "Мастерская Найелла",
        level = -1,
    },
    [46722] = {
        name = "И никакого туза в рукаве",
        level = 110,
    },
    [46351] = {
        name = "Тайное и надежное место",
        level = -1,
    },
    [46290] = {
        name = "Возвращение верховного мага",
        level = -1,
    },
    [46043] = {
        name = "Защитник: Этас Похититель Солнца",
        level = -1,
    },
    [45207] = {
        name = "Ученица-ночнорожденная",
        level = -1,
    },
    [46724] = {
        name = "Защитник: Великий Ахалаймахалай",
        level = 110,
    },
    [46723] = {
        name = "В кроличью нору",
        level = 110,
    },
    [45614] = {
        name = "Леди Ремор'за",
        level = -1,
    },
    [45615] = {
        name = "Найти и перепродать",
        level = 110,
    },
    [45437] = {
        name = "Чрезвычайная ситуация",
        level = -1,
    },
    [45586] = {
        name = "Усиление щита",
        level = -1,
    },
    [44770] = {
        name = "Тайны шал'дорай",
        level = -1,
    },
    [45354] = {
        name = "Рассеивание энергии",
        level = 110,
    },
    [45846] = {
        name = "Глубокая заморозка",
        level = 110,
    },
    [45845] = {
        name = "Внутренний огонь",
        level = 110,
    },
    [45847] = {
        name = "Рядом с домом",
        level = 110,
    },
    [45844] = {
        name = "Проект Антонидаса",
        level = 110,
    },
    [42423] = {
        name = "Покои верховного мага Варгота",
        level = -1,
    },
    [42424] = {
        name = "По следам верховного мага",
        level = -1,
    },
    [42416] = {
        name = "Совет совещается",
        level = -1,
    },
    [42187] = {
        name = "Явитесь, защитники!",
        level = -1,
    },
    [42210] = {
        name = "Свитки, полные знаний",
        level = -1,
    },
    [40793] = {
        name = "Вопрос планирования",
        level = -1,
    },
    [40636] = {
        name = "Готовность к битве",
        level = -1,
    },
    [41905] = {
        name = "Донесение из монастыря Тянь",
        level = -1,
    },
    [40698] = {
        name = "Чистота формы",
        level = -1,
    },
    [42191] = {
        name = "Дело техники",
        level = -1,
    },
    [40795] = {
        name = "Битва начинается",
        level = -1,
    },
    [12103] = {
        name = "Перед бурей",
        level = -1,
    },
    [41945] = {
        name = "Тяндзи, мастер школы Быка",
        level = -1,
    },
    [40236] = {
        name = "Свет зари",
        level = -1,
    },
    [42186] = {
        name = "Растущая сила",
        level = -1,
    },
    [41946] = {
        name = "Вербовка бойцов",
        level = -1,
    },
    [41039] = {
        name = "Похищенное знание",
        level = -1,
    },
    [41087] = {
        name = "Штормовой мед",
        level = -1,
    },
    [43359] = {
        name = "Оружие героя",
        level = -1,
    },
    [32442] = {
        name = "Нависшая угроза",
        level = -1,
    },
    [41730] = {
        name = "Отчаянный удар",
        level = -1,
    },
    [43151] = {
        name = "Сделка",
        level = -1,
    },
    [41038] = {
        name = "Мастер-медовар",
        level = -1,
    },
    [41907] = {
        name = "Распределение ресурсов",
        level = -1,
    },
    [41040] = {
        name = "Чертоги Доблести: хмелевар",
        level = -1,
    },
    [41909] = {
        name = "Волнскорнские пленники",
        level = -1,
    },
    [41910] = {
        name = "Родник Фрейи",
        level = -1,
    },
    [41849] = {
        name = "Железный кулак",
        level = -1,
    },
    [41850] = {
        name = "Мастер меча",
        level = -1,
    },
    [41851] = {
        name = "Успокоение прилива",
        level = -1,
    },
    [41728] = {
        name = "Оборона монастыря Тянь",
        level = -1,
    },
    [43062] = {
        name = "Дальнейшее обучение",
        level = -1,
    },
    [41854] = {
        name = "По кирпичику",
        level = -1,
    },
    [41731] = {
        name = "Буря, земля и огонь",
        level = -1,
    },
    [41732] = {
        name = "Длань Келетресс",
        level = -1,
    },
    [41733] = {
        name = "Восстановление ордена",
        level = -1,
    },
    [41911] = {
        name = "Амарантовые шишки хмеля",
        level = -1,
    },
    [41086] = {
        name = "Мир во всем мире",
        level = -1,
    },
    [41736] = {
        name = "Защитник: Ангус Железный Кулак",
        level = -1,
    },
    [41737] = {
        name = "Защитник: Хиро",
        level = -1,
    },
    [41738] = {
        name = "Защитник: Силара Стальная Песнь",
        level = -1,
    },
    [41739] = {
        name = "Защитник: Эгира",
        level = -1,
    },
    [41729] = {
        name = "Замедление распространения Скверны",
        level = -1,
    },
    [41059] = {
        name = "Чертоги Доблести: котел Одина",
        level = -1,
    },
    [41852] = {
        name = "Монахи своих не бросают",
        level = -1,
    },
    [41853] = {
        name = "Спасение Хиро",
        level = -1,
    },
    [46034] = {
        name = "Защитник: Эльталисте",
        level = 110,
    },
    [45345] = {
        name = "Озорные духи",
        level = 110,
    },
    [45788] = {
        name = "Вестник ждет",
        level = 110,
    },
    [45346] = {
        name = "Шаркающие образцы",
        level = 110,
    },
    [45789] = {
        name = "Затопленное хранилище",
        level = 110,
    },
    [45347] = {
        name = "Создание лекарства",
        level = 110,
    },
    [45348] = {
        name = "Хранить в труднодоступном месте",
        level = 110,
    },
    [45349] = {
        name = "На Расколотый берег!",
        level = 110,
    },
    [45342] = {
        name = "Противоядие",
        level = 110,
    },
    [45350] = {
        name = "Остановить мор",
        level = 110,
    },
    [45343] = {
        name = "Интересное заболевание",
        level = 110,
    },
    [46145] = {
        name = "Обеззараженное место",
        level = 110,
    },
    [45344] = {
        name = "Источник заразы",
        level = 110,
    },
    [42844] = {
        name = "Растущая сила",
        level = -1,
    },
    [42850] = {
        name = "Дело техники",
        level = -1,
    },
    [39654] = {
        name = "Один и валарьяры",
        level = -1,
    },
    [43604] = {
        name = "Утроба душ: сломанный клинок Имирона",
        level = -1,
    },
    [42815] = {
        name = "Возвращение на Расколотый берег",
        level = -1,
    },
    [42194] = {
        name = "Украденная честь",
        level = -1,
    },
    [43750] = {
        name = "Зов битвы",
        level = -1,
    },
    [43090] = {
        name = "Клятва Ульдуара",
        level = -1,
    },
    [42202] = {
        name = "Месть – это блюдо, которое подают холодным",
        level = -1,
    },
    [42989] = {
        name = "Ма'хаат Упорный",
        level = -1,
    },
    [42997] = {
        name = "Столп Водоворота: земля",
        level = -1,
    },
    [41335] = {
        name = "Зов стихий",
        level = -1,
    },
    [45794] = {
        name = "Информация для Совета",
        level = 110,
    },
    [46020] = {
        name = "Сохранение кристаллов",
        level = 110,
    },
    [45024] = {
        name = "Истребление культа",
        level = 110,
    },
    [45025] = {
        name = "Похищение источника силы",
        level = 110,
    },
    [45026] = {
        name = "Как использовать энергию Скверны",
        level = 110,
    },
    [45027] = {
        name = "На Расколотый берег!",
        level = 110,
    },
    [45028] = {
        name = "Судьба Канретада",
        level = 110,
    },
    [45021] = {
        name = "Вопросы без ответов",
        level = 110,
    },
    [46047] = {
        name = "Защитник: Канретад Чернодрев",
        level = 110,
    },
    [40821] = {
        name = "Переполняющая мощь",
        level = -1,
    },
    [46241] = {
        name = "Приспешники Хел'нурата",
        level = 110,
    },
    [46243] = {
        name = "Зоротианский скакун гнева",
        level = 110,
    },
    [46238] = {
        name = "Строим на совесть",
        level = 110,
    },
    [46240] = {
        name = "Больше горючего, больше огня",
        level = 110,
    },
    [46242] = {
        name = "Зов повелителя ужаса",
        level = 110,
    },
    [46237] = {
        name = "Послание Вестника Крови",
        level = 110,
    },
    [46239] = {
        name = "Ядро чистой Скверны",
        level = 110,
    },
    [46259] = {
        name = "Дилемма темной чародейки",
        level = 110,
    },
    [45770] = {
        name = "Волнение во тьме",
        level = 110,
    },
    [46071] = {
        name = "Молот Даларана",
        level = 110,
    },
    [45143] = {
        name = "Ты был взвешен, ты был измерен и был признан…",
        level = 110,
    },
    [46045] = {
        name = "Защитник: Нерус Лунный Клык",
        level = 110,
    },
    [46074] = {
        name = "Был кожаный – стал легендарным",
        level = 110,
    },
    [46070] = {
        name = "В процессе приготовлений",
        level = 110,
    },
    [45145] = {
        name = "Фамильные реликвии Лунных Клыков",
        level = 110,
    },
    [46083] = {
        name = "Мне кое-что понадобится...",
        level = 110,
    },
    [45146] = {
        name = "Рунические письмена",
        level = 110,
    },
    [46069] = {
        name = "Достойный трофей",
        level = 110,
    },
    [45147] = {
        name = "Скверное дело",
        level = 110,
    },
    [45890] = {
        name = "Предки и враги",
        level = 110,
    },
    [45148] = {
        name = "Клятвопреступник",
        level = 110,
    },
    [44496] = {
        name = "Неисполненная судьба",
        level = 110,
    },
    [45149] = {
        name = "Конец проклятию Полумесяца",
        level = 110,
    },
    [43273] = {
        name = "Поведай всем",
        level = -1,
    },
    [44100] = {
        name = "Официальное знакомство",
        level = -1,
    },
    [43393] = {
        name = "Восставшие тени",
        level = -1,
    },
    [44849] = {
        name = "Вербовка",
        level = -1,
    },
    [46267] = {
        name = "Возвращение воеводы",
        level = -1,
    },
    [44850] = {
        name = "Гонка вооружений",
        level = -1,
    },
    [45128] = {
        name = "Триумфальное возвращение",
        level = -1,
    },
    [44889] = {
        name = "Распределение ресурсов",
        level = -1,
    },
    [46207] = {
        name = "Испытание ярости",
        level = 110,
    },
    [46208] = {
        name = "Божественное приглашение",
        level = 110,
    },
    [46173] = {
        name = "Тактическое планирование",
        level = -1,
    },
    [45648] = {
        name = "Пропавший без вести: лорд Дарий Краули",
        level = -1,
    },
    [45634] = {
        name = "Квалдиры по вызову",
        level = -1,
    },
    [45649] = {
        name = "Задание: спасательная операция",
        level = -1,
    },
    [45650] = {
        name = "Операция: Ярость Скверны",
        level = -1,
    },
    [45118] = {
        name = "Рог Хелии",
        level = -1,
    },
    [45876] = {
        name = "Защитник: лорд Дарий Краули",
        level = -1,
    },
    [45834] = {
        name = "Украденные души",
        level = -1,
    },
    [45652] = {
        name = "Скромная\" просьба",
        level = 110,
    },
    [45765] = {
        name = "Братья и сестры",
        level = 110,
    },
    [45706] = {
        name = "Сила тысяч",
        level = 110,
    },
    [46057] = {
        name = "Защитник: Магата Зловещий Тотем",
        level = -1,
    },
    [45767] = {
        name = "Ядра стихий",
        level = 110,
    },
    [44800] = {
        name = "Против воли Магаты",
        level = 110,
    },
    [45723] = {
        name = "Гнев старицы",
        level = 110,
    },
    [45971] = {
        name = "Инфернальное явление",
        level = 110,
    },
    [45724] = {
        name = "Змеи и камни",
        level = 110,
    },
    [46258] = {
        name = "Затишье после бури",
        level = 110,
    },
    [45725] = {
        name = "Разорвать цепи",
        level = 110,
    },
    [45763] = {
        name = "Демоническая тревога",
        level = 110,
    },
    [45769] = {
        name = "Горячий конфликт",
        level = 110,
    },
    [45883] = {
        name = "Проблемы Повелителя Огня",
        level = 110,
    },
    [40730] = {
        name = "Перераспределение",
        level = 113,
    },
}
