----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhTW" then
    return
end

BtWQuests_Quests = {
    [43496] = {
        name = "隱藏的力量",
        level = -1,
    },
    [40668] = {
        name = "艾薩拉之眼：辛艾薩拉之心",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43514] = {
        name = "往日榮光",
        level = -1,
    },
    [43517] = {
        name = "暗心灌木林：墮落的力量",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43518] = {
        name = "調製黑暗",
        level = -1,
    },
    [43519] = {
        name = "清澈的力量",
        level = -1,
    },
    [43581] = {
        name = "耐心等待",
        level = -1,
    },
    [43520] = {
        name = "翡翠夢魘：夢魘之中",
        difficulty = "normal",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [43521] = {
        name = "力量精華",
        difficulty = "normal",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [43522] = {
        name = "必要的消耗",
        level = -1,
    },
    [43527] = {
        name = "援救守衛",
        level = -1,
    },
    [43523] = {
        name = "清償債務",
        level = -1,
    },
    [40673] = {
        name = "被遺忘的知識",
        level = -1,
    },
    [43525] = {
        name = "看守者鐵獄：不告而取",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40675] = {
        name = "幽暗地道：隊長的儀式",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43524] = {
        name = "眾星之廷：文意圓滿",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40678] = {
        name = "扭曲的力量",
        tagID = QUEST_TAG_GROUP,
        level = -1,
    },
    [43526] = {
        name = "真正的考驗",
        level = -1,
    },
    [40603] = {
        name = "尋找華爾琪拉",
        level = -1,
    },
    [40608] = {
        name = "印記",
        level = -1,
    },
    [40613] = {
        name = "靈魂之喉：取回斯瓦神盾",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40614] = {
        name = "獻給歐丁的盛宴",
        level = -1,
    },
    [40672] = {
        name = "奈薩里奧巢穴：擺盤才是關鍵",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40615] = {
        name = "英靈殿：歐丁的祝福",
        difficulty = "mythic",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43528] = {
        name = "進攻計畫",
        level = -1,
    },
    [43531] = {
        name = "進入暗夜堡",
        difficulty = "normal",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [43530] = {
        name = "暗夜堡：妄自尊大",
        difficulty = "normal",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [43532] = {
        name = "暗夜堡：黑暗呼喚",
        difficulty = "normal",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [43533] = {
        name = "足以抗衡的力量",
        level = -1,
    },
    [38834] = {
        name = "加入戰鬥",
        level = -1,
    },
    [37653] = {
        name = "惡魔之魂",
        level = -1,
    },
    [37658] = {
        name = "點燃結界",
        level = -1,
    },
    [37660] = {
        name = "奪魂鐮",
        level = -1,
    },
    [36920] = {
        name = "滲透攻擊",
        level = -1,
    },
    [36811] = {
        name = "奪回法隆納",
        level = -1,
    },
    [37450] = {
        name = "拯救斯黛拉苟莎",
        level = -1,
    },
    [37656] = {
        name = "惡魔詭計",
        level = -1,
    },
    [37449] = {
        name = "黑暗啟示",
        level = -1,
    },
    [38443] = {
        name = "前往蒼翼之憩",
        level = -1,
    },
    [37853] = {
        name = "長者之死",
        level = -1,
    },
    [37991] = {
        name = "艾迦潘索斯",
        level = -1,
    },
    [42271] = {
        name = "死前呼息",
        level = -1,
    },
    [37855] = {
        name = "僅存的龍裔",
        level = -1,
    },
    [37856] = {
        name = "凋萎者",
        level = -1,
    },
    [37859] = {
        name = "受害的幼龍",
        level = -1,
    },
    [37858] = {
        name = "斯黛拉苟莎",
        level = -1,
    },
    [37957] = {
        name = "『蒙羞者』魯那斯",
        level = -1,
    },
    [37857] = {
        name = "魯那斯帶路",
        level = -1,
    },
    [37959] = {
        name = "飢火難遏",
        level = -1,
    },
    [37963] = {
        name = "無可救贖的人們",
        level = -1,
    },
    [37960] = {
        name = "濫用地脈",
        level = -1,
    },
    [37860] = {
        name = "你幫了我的忙…",
        level = -1,
    },
    [37861] = {
        name = "夜裔親王",
        level = -1,
    },
    [37862] = {
        name = "龍命猶存",
        level = -1,
    },
    [38014] = {
        name = "今天的主菜是龍",
        level = -1,
    },
    [38015] = {
        name = "生死邊緣",
        level = -1,
    },
    [42567] = {
        name = "詛咒下的枯萎",
        level = -1,
    },
    [42756] = {
        name = "飢渴末路",
        level = -1,
    },
    [37690] = {
        name = "未曾遺忘的人",
        level = -1,
    },
    [37256] = {
        name = "他們來自海上",
        level = -1,
    },
    [37733] = {
        name = "法隆迪斯親王",
        level = -1,
    },
    [37257] = {
        name = "我們的遺骨",
        level = -1,
    },
    [37497] = {
        name = "追尋潮石",
        level = -1,
    },
    [37486] = {
        name = "納薩拉斯仍遭劫難",
        level = -1,
    },
    [37467] = {
        name = "羞愧之行",
        level = -1,
    },
    [37468] = {
        name = "進入學院",
        level = -1,
    },
    [37736] = {
        name = "人要衣裝",
        level = -1,
    },
    [37678] = {
        name = "孜孜不倦",
        level = -1,
    },
    [37518] = {
        name = "鬧鬼的大廳",
        level = -1,
    },
    [42370] = {
        name = "第一次用魔杖就上手",
        level = -1,
    },
    [42371] = {
        name = "研究大廳：戰鬥研究",
        level = -1,
    },
    [37729] = {
        name = "隨堂抽考：進階符文繪製",
        level = -1,
    },
    [37730] = {
        name = "院長的鑰匙",
        level = -1,
    },
    [37469] = {
        name = "潮石：四分五裂",
        level = -1,
    },
    [37530] = {
        name = "自我救贖",
        level = -1,
    },
    [37470] = {
        name = "打蛇打七寸",
        level = -1,
    },
    [38286] = {
        name = "艾薩拉之眼：艾薩拉之怒",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [42213] = {
        name = "艾薩拉之眼：葛剛尼斯潮石",
        level = -1,
    },
    [38407] = {
        name = "瓶中信",
        level = -1,
    },
    [37496] = {
        name = "潛入船骸競技場",
        level = -1,
    },
    [37507] = {
        name = "鯨魚肚老大說了算",
        level = -1,
    },
    [37542] = {
        name = "沒空參加預賽",
        level = -1,
    },
    [37528] = {
        name = "別吵醒巨人",
        level = -1,
    },
    [37510] = {
        name = "斯騰法索的鬥士",
        level = -1,
    },
    [37536] = {
        name = "激勵士氣的法寶",
        level = -1,
    },
    [37538] = {
        name = "第1輪，開戰！",
        level = -1,
    },
    [37565] = {
        name = "工欲善其事，必先利其器",
        level = -1,
    },
    [37566] = {
        name = "王子之死",
        level = -1,
    },
    [38857] = {
        name = "幫薛克先生一個忙",
        level = -1,
    },
    [37654] = {
        name = "海洋法",
        level = -1,
    },
    [37657] = {
        name = "世界和平賺大錢",
        level = -1,
    },
    [37659] = {
        name = "船長的置物箱",
        level = -1,
    },
    [40794] = {
        name = "女王復仇號的命運",
        level = -1,
        restrictions = {
            {
                type = "faction",
                faction = "Alliance",
            },
        },
    },
    [42244] = {
        name = "女王復仇號的命運",
        level = -1,
        restrictions = {
            {
                type = "faction",
                faction = "Horde",
            },
        },
    },
    [39731] = {
        name = "寧靜之森",
        level = -1,
    },
    [39861] = {
        name = "收尾工作",
        level = -1,
    },
    [38305] = {
        name = "森林守護者，塞納留斯",
        level = -1,
    },
    [38384] = {
        name = "自然的呼喚",
        level = -1,
    },
    [38382] = {
        name = "山谷大德魯伊",
        level = -1,
    },
    [39383] = {
        name = "夜精靈的恥辱",
        level = -1,
    },
    [39384] = {
        name = "墮落者",
        level = -1,
    },
    [40573] = {
        name = "夢魘之王",
        level = -1,
    },
    [38142] = {
        name = "利爪大德魯伊",
        level = -1,
    },
    [38455] = {
        name = "狂亂的熊怪",
        level = -1,
    },
    [38922] = {
        name = "小毛",
        level = -1,
    },
    [38246] = {
        name = "圖騰之喚",
        level = -1,
    },
    [38146] = {
        name = "酋長串珠",
        level = -1,
    },
    [38143] = {
        name = "喚醒大德魯伊",
        level = -1,
    },
    [38145] = {
        name = "離開夢境",
        level = -1,
    },
    [38144] = {
        name = "潛伏的惡魔",
        level = -1,
    },
    [38147] = {
        name = "糾纏的夢境",
        level = -1,
    },
    [38381] = {
        name = "博學大德魯伊",
        level = -1,
    },
    [38235] = {
        name = "堅如磐石",
        level = -1,
    },
    [38225] = {
        name = "巫母受死",
        level = -1,
    },
    [38148] = {
        name = "返回林地",
        level = -1,
    },
    [38322] = {
        name = "回到林地",
        level = -1,
    },
    [38323] = {
        name = "回到林地",
        level = -1,
    },
    [38377] = {
        name = "翡翠女王",
        level = -1,
    },
    [38641] = {
        name = "伊露恩神殿",
        level = -1,
    },
    [38662] = {
        name = "以悲傷代替恐懼",
        level = -1,
    },
    [38655] = {
        name = "追根究柢",
        level = -1,
    },
    [38663] = {
        name = "木已成舟",
        level = -1,
    },
    [38595] = {
        name = "瑪法里恩之怒",
        level = -1,
    },
    [38582] = {
        name = "向老友致意",
        level = -1,
    },
    [38753] = {
        name = "惡魔的蹤跡",
        level = -1,
    },
    [41056] = {
        name = "愛已不在",
        level = -1,
    },
    [41708] = {
        name = "月亮的陰暗面",
        level = -1,
    },
    [38671] = {
        name = "流離失物",
        level = -1,
    },
    [41707] = {
        name = "蟲爪災禍",
        level = -1,
    },
    [43576] = {
        name = "在避難所會合",
        level = -1,
    },
    [41724] = {
        name = "夢魘之心",
        level = -1,
    },
    [43241] = {
        name = "夢魘之流",
        level = -1,
    },
    [38684] = {
        name = "解讀葉片",
        level = -1,
    },
    [41893] = {
        name = "不敵腐化",
        level = -1,
    },
    [43702] = {
        name = "弱化目標",
        level = -1,
    },
    [38687] = {
        name = "觸手可及",
        level = -1,
    },
    [38743] = {
        name = "維爾薩拉的命運",
        level = -1,
    },
    [40567] = {
        name = "暗心灌木林：進入夢魘",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40890] = {
        name = "伊露恩之淚",
        level = -1,
    },
    [38643] = {
        name = "滅村危機",
        level = -1,
    },
    [38645] = {
        name = "暗夜之子",
        level = -1,
    },
    [38644] = {
        name = "南方農莊",
        level = -1,
    },
    [38647] = {
        name = "為了玉米！",
        level = -1,
    },
    [38646] = {
        name = "你是我的眼",
        level = -1,
    },
    [39117] = {
        name = "終止尖嘯",
        level = -1,
    },
    [38691] = {
        name = "亞羅德的任務",
        level = -1,
    },
    [38718] = {
        name = "克塔羅斯‧黑羽",
        level = -1,
    },
    [38714] = {
        name = "瑪翼夫的蹤跡",
        level = -1,
    },
    [38715] = {
        name = "玄鴉堡守衛隊",
        level = -1,
    },
    [38717] = {
        name = "玄鴉監牢",
        level = -1,
    },
    [38724] = {
        name = "姊弟情深",
        level = -1,
    },
    [38719] = {
        name = "解救伊利達瑞",
        level = -1,
    },
    [38721] = {
        name = "塔裡的中尉",
        level = -1,
    },
    [38889] = {
        name = "收養小熊",
        level = -1,
    },
    [39015] = {
        name = "躁躁",
        level = -1,
    },
    [44555] = {
        name = "卡德加的發現",
        level = 110,
    },
    [39986] = {
        name = "魔法訊息",
        level = 110,
    },
    [39987] = {
        name = "秘法的殘影",
        level = 110,
    },
    [40008] = {
        name = "只能殺出重圍",
        level = 110,
    },
    [40123] = {
        name = "夜裔契印",
        level = 110,
    },
    [40009] = {
        name = "秘法飢渴",
        level = 110,
    },
    [42229] = {
        name = "沙亞蘭",
        level = 110,
    },
    [44672] = {
        name = "上古法力",
        level = 110,
    },
    [40011] = {
        name = "歐庫雷斯的工坊",
        level = 110,
    },
    [40747] = {
        name = "傳送師的精湛技藝",
        level = 110,
    },
    [40748] = {
        name = "網路安全",
        level = 110,
    },
    [40830] = {
        name = "近在咫尺",
        level = 110,
    },
    [44691] = {
        name = "飢餓難耐",
        level = 110,
    },
    [40956] = {
        name = "調查顯示…",
        level = 110,
    },
    [40012] = {
        name = "過去的盟友",
        level = 110,
    },
    [41149] = {
        name = "結界重啟效應",
        level = 110,
    },
    [40326] = {
        name = "四散的記憶",
        level = 110,
    },
    [41702] = {
        name = "石中秘文",
        level = 110,
    },
    [41704] = {
        name = "受試者16號",
        level = 110,
    },
    [41760] = {
        name = "克達納茲的遺產",
        level = 110,
    },
    [40010] = {
        name = "汲取地脈",
        level = 110,
    },
    [41028] = {
        name = "脈能網路",
        level = 110,
    },
    [41138] = {
        name = "為沙亞蘭供能",
        level = 110,
    },
    [40368] = {
        name = "烏龜之力",
        level = 110,
    },
    [40348] = {
        name = "水裡有古怪",
        level = 110,
    },
    [40370] = {
        name = "淨化不潔",
        level = 110,
    },
    [41762] = {
        name = "夏多雷內應",
        level = 110,
    },
    [41834] = {
        name = "面具之下",
        level = 110,
    },
    [41989] = {
        name = "吾血之血",
        level = 110,
    },
    [42079] = {
        name = "偽裝",
        level = 110,
    },
    [42147] = {
        name = "第一次接觸",
        level = 110,
    },
    [43811] = {
        name = "路納斯特莊園傳送器啟動！",
        level = 110,
    },
    [40324] = {
        name = "秘法共融",
        level = 110,
    },
    [40325] = {
        name = "記憶中的光景",
        level = 110,
    },
    [42224] = {
        name = "披上月影",
        level = 110,
    },
    [42225] = {
        name = "破除封印",
        level = 110,
    },
    [42226] = {
        name = "月影陣地",
        level = 110,
    },
    [42227] = {
        name = "深入裂隙",
        level = 110,
    },
    [42228] = {
        name = "隱秘之城",
        level = 110,
    },
    [42230] = {
        name = "谷行者的負擔",
        level = 110,
    },
    [44636] = {
        name = "建立軍隊",
        level = 110,
    },
    [43943] = {
        name = "訓練凋萎者大軍",
        level = 110,
    },
    [44561] = {
        name = "希望的種子",
        level = 110,
    },
    [41877] = {
        name = "路納斯特女士",
        level = 113,
    },
    [40746] = {
        name = "進入城中",
        level = 113,
    },
    [41148] = {
        name = "散播愛心",
        level = 113,
    },
    [40947] = {
        name = "特別快遞",
        level = 113,
    },
    [40745] = {
        name = "輪班換手",
        level = 113,
    },
    [42722] = {
        name = "朋友受困",
        level = 110,
    },
    [44051] = {
        name = "浪費才能",
        level = 113,
    },
    [42486] = {
        name = "迷路的小孩",
        level = 113,
    },
    [42487] = {
        name = "外頭的朋友",
        level = 113,
    },
    [42489] = {
        name = "薩莉瑟拉的抽屜",
        level = 113,
    },
    [42488] = {
        name = "薩莉瑟拉的居所",
        level = 113,
    },
    [41878] = {
        name = "船夫",
        level = 110,
    },
    [40727] = {
        name = "水道漫延",
        level = 113,
    },
    [42828] = {
        name = "飛蛾撲火",
        level = 113,
    },
    [42829] = {
        name = "風光入場",
        level = 113,
    },
    [42832] = {
        name = "努力的果實",
        level = 113,
    },
    [42833] = {
        name = "製作過程：秘能酒",
        level = 113,
    },
    [42834] = {
        name = "無比專注",
        level = 113,
    },
    [42835] = {
        name = "老派作法",
        level = 113,
    },
    [42837] = {
        name = "帶些紀念品",
        level = 113,
    },
    [42836] = {
        name = "絲翼之破壞",
        level = 113,
    },
    [42838] = {
        name = "尋找瑪苟",
        level = 113,
    },
    [44084] = {
        name = "為瑪苟報仇",
        level = 113,
    },
    [42839] = {
        name = "自找麻煩",
        level = 113,
    },
    [43969] = {
        name = "有錢能使鬼推磨",
        level = 113,
    },
    [42840] = {
        name = "如果言語無效…",
        level = 113,
    },
    [42841] = {
        name = "大幹一場",
        level = 113,
    },
    [43352] = {
        name = "資產保全",
        level = 113,
    },
    [42792] = {
        name = "留下印記",
        level = 113,
    },
    [44052] = {
        name = "讓他們聞風喪膽",
        level = 110,
    },
    [43309] = {
        name = "大好時機",
        level = 110,
    },
    [43311] = {
        name = "便是敵人",
        level = 110,
    },
    [43315] = {
        name = "死得其所",
        level = 110,
    },
    [43313] = {
        name = "謠傳",
        level = 110,
    },
    [43310] = {
        name = "不是朋友",
        level = 110,
    },
    [43312] = {
        name = "明目張膽的威脅",
        level = 110,
    },
    [44040] = {
        name = "信任投票",
        level = 110,
    },
    [43317] = {
        name = "十足把握",
        level = 110,
    },
    [43318] = {
        name = "黎利斯的勇士",
        level = 110,
    },
    [44053] = {
        name = "禮尚往來",
        level = 110,
    },
    [42490] = {
        name = "幽暗地道：開啟幽暗地道",
        difficulty = "heroic",
        tagID = QUEST_TAG_DUNGEON,
        level = 113,
    },
    [43314] = {
        name = "眾星之廷：不是不報，時機未到",
        difficulty = "heroic",
        tagID = QUEST_TAG_DUNGEON,
        level = 113,
    },
    [42491] = {
        name = "幽暗地道：埋藏已久的資訊",
        difficulty = "heroic",
        tagID = QUEST_TAG_DUNGEON,
        level = 113,
    },
    [44562] = {
        name = "逐漸茁壯",
        level = 110,
    },
    [43813] = {
        name = "秩序聖所傳送器啟動！",
        level = 110,
    },
    [44152] = {
        name = "惡化的危機",
        level = 110,
    },
    [43361] = {
        name = "災禍碎片",
        level = 110,
    },
    [43360] = {
        name = "裂片林精",
        level = 110,
    },
    [44156] = {
        name = "奧肯多爾再現",
        level = 110,
    },
    [40125] = {
        name = "奧肯多爾的樹枝",
        level = 110,
    },
    [43362] = {
        name = "翡翠夢魘：幻夢沃土",
        difficulty = "lfr",
        tagID = QUEST_TAG_RAID,
        level = 110,
    },
    [43502] = {
        name = "季節更迭",
        level = 110,
    },
    [43562] = {
        name = "能量全開",
        level = 110,
    },
    [43563] = {
        name = "瞬效法力風暴發射器",
        level = 110,
    },
    [43564] = {
        name = "流量控制",
        level = 110,
    },
    [43565] = {
        name = "帶回信標",
        level = 110,
    },
    [43566] = {
        name = "凋萎進程",
        level = 110,
    },
    [43567] = {
        name = "背水一戰",
        level = 110,
    },
    [43568] = {
        name = "奧肯多爾，遠古魔導師之禮賜",
        level = 110,
    },
    [43569] = {
        name = "亞魯因的請求",
        level = 110,
    },
    [45260] = {
        name = "按部就班",
        level = 110,
    },
    [38649] = {
        name = "城裡的寂靜",
        level = 110,
    },
    [38695] = {
        name = "慘遭鎮壓",
        level = 110,
    },
    [38692] = {
        name = "制暴行動",
        level = 110,
    },
    [38720] = {
        name = "非走不可",
        level = 110,
    },
    [38694] = {
        name = "重整旗鼓",
        level = 110,
    },
    [42889] = {
        name = "回家的路",
        level = 110,
    },
    [44955] = {
        name = "沙亞蘭的訪客",
        level = 110,
    },
    [45261] = {
        name = "繼續提供解藥",
        level = 110,
    },
    [44722] = {
        name = "幻滅的背叛者",
        level = 110,
    },
    [44724] = {
        name = "失蹤的居民",
        level = 110,
    },
    [44723] = {
        name = "更多跟我一樣的人",
        level = 110,
    },
    [44725] = {
        name = "充當人質",
        level = 110,
    },
    [44726] = {
        name = "靈魂交易",
        level = 110,
    },
    [44727] = {
        name = "走私成功！",
        level = 110,
    },
    [44814] = {
        name = "無力庇護",
        level = 110,
    },
    [45262] = {
        name = "來自黎利斯的訊息",
        level = 110,
    },
    [44742] = {
        name = "旅店老闆的命運",
        level = 110,
    },
    [44752] = {
        name = "量測精華",
        level = 110,
    },
    [44753] = {
        name = "公開示眾",
        level = 110,
    },
    [44754] = {
        name = "殘月",
        level = 110,
    },
    [44756] = {
        name = "暮色百合之印",
        level = 110,
    },
    [45316] = {
        name = "鞏固蘇拉瑪爾",
        level = 110,
    },
    [45263] = {
        name = "會議前的點心",
        level = 110,
    },
    [40391] = {
        name = "帶我去見你的領導者",
        level = 110,
    },
    [44844] = {
        name = "關閉傳送門",
        level = 110,
    },
    [44843] = {
        name = "清除水晶",
        level = 110,
    },
    [44834] = {
        name = "淨化",
        level = 110,
    },
    [44842] = {
        name = "屏障對法術",
        level = 110,
    },
    [43810] = {
        name = "開始正事",
        level = 110,
    },
    [44831] = {
        name = "漫步在宏園",
        level = 110,
    },
    [41916] = {
        name = "更好的未來",
        level = 110,
    },
    [44845] = {
        name = "打倒那隻手",
        level = 110,
    },
    [45265] = {
        name = "餵飽反抗軍",
        level = 110,
    },
    [44743] = {
        name = "泰蘭妲的命令",
        level = 110,
    },
    [44870] = {
        name = "滿足所有人",
        level = 110,
    },
    [44858] = {
        name = "大鬧營地",
        level = 110,
    },
    [44928] = {
        name = "似乎有些不對勁…",
        level = 110,
    },
    [44861] = {
        name = "武裝反抗軍",
        level = 110,
    },
    [44827] = {
        name = "平民軍隊",
        level = 110,
    },
    [44829] = {
        name = "我們需要武器",
        level = 110,
    },
    [44830] = {
        name = "向亡者學習",
        level = 110,
    },
    [44790] = {
        name = "魔火試煉",
        level = 110,
    },
    [45266] = {
        name = "聯合戰線",
        level = 110,
    },
    [44739] = {
        name = "準備作戰",
        level = 110,
    },
    [44738] = {
        name = "精靈全力出擊",
        level = 110,
    },
    [44740] = {
        name = "中繼點",
        level = 110,
    },
    [45317] = {
        name = "全面出擊",
        level = 110,
    },
    [45267] = {
        name = "進攻之前",
        level = 110,
    },
    [44736] = {
        name = "暗夜堡大門",
        level = 110,
    },
    [44822] = {
        name = "調查時間魔法",
        level = 110,
    },
    [45209] = {
        name = "占卜之眼",
        level = 110,
    },
    [44832] = {
        name = "偵察缺口",
        level = 110,
    },
    [44833] = {
        name = "封印的能量",
        level = 110,
    },
    [45268] = {
        name = "諫言者與秘法師",
        level = 110,
    },
    [44918] = {
        name = "來自敵人的訊息",
        level = 110,
    },
    [44919] = {
        name = "來自敵人的挑戰",
        level = 110,
    },
    [45063] = {
        name = "魔魂堡實驗",
        level = 110,
    },
    [45062] = {
        name = "抵抗加劇",
        level = 110,
    },
    [45067] = {
        name = "傳送術的威力",
        level = 110,
    },
    [45065] = {
        name = "調查城市",
        level = 110,
    },
    [45066] = {
        name = "實驗的未知性",
        level = 110,
    },
    [45064] = {
        name = "終結魔裔",
        level = 110,
    },
    [45269] = {
        name = "自由的滋味",
        level = 110,
    },
    [44964] = {
        name = "就放在這裡",
        level = 110,
    },
    [44719] = {
        name = "突襲聖所",
        level = 110,
    },
    [45417] = {
        name = "暗夜堡：暗影議會領袖",
        difficulty = "lfr",
        tagID = QUEST_TAG_RAID,
        level = 110,
    },
    [45372] = {
        name = "夜裔的命運",
        difficulty = "lfr",
        tagID = QUEST_TAG_RAID,
        level = 110,
    },
    [44489] = {
        name = "萊安娜‧暗愁",
        level = 110,
        restrictions = {
            {
                type = "class",
                class = 12,
            },
        },
    },
    [40297] = {
        name = "萊安娜‧暗愁",
        level = 110,
        restrictions = {
            {
                type = "classes",
                classes = {1,2,3,4,5,6,7,8,9,10,11},
            },
        },
    },
    [40307] = {
        name = "戰刃的下落",
        level = 110,
    },
    [40898] = {
        name = "新鮮的肉",
        level = 110,
    },
    [44490] = {
        name = "『吞噬者』恐翼",
        level = 110,
    },
    [40328] = {
        name = "比死還可怕的下場",
        level = 110,
    },
    [40929] = {
        name = "力量的象徵",
        level = 110,
    },
    [41097] = {
        name = "沃戈斯裂片",
        level = 110,
    },
    [41098] = {
        name = "寇札克裂片",
        level = 110,
    },
    [40412] = {
        name = "阿佐朗非死不可",
        level = 110,
    },
    [41575] = {
        name = "魔魂傳送器啟動！",
        level = 110,
    },
    [43594] = {
        name = "地脈饋流：魔蝕大牢",
        level = 110,
    },
    [41452] = {
        name = "搗蛋小東西",
        level = 110,
    },
    [41453] = {
        name = "返家之路",
        level = 110,
    },
    [41462] = {
        name = "長著大腳的麻煩",
        level = 110,
    },
    [41197] = {
        name = "你是在開玩梟喵",
        level = 110,
    },
    [41463] = {
        name = "中途失聯",
        level = 110,
    },
    [41464] = {
        name = "不是這裡，不是現在，不是永遠",
        level = 110,
    },
    [41467] = {
        name = "唯一的解決途徑",
        level = 110,
    },
    [41473] = {
        name = "紅蹄長老",
        level = 110,
    },
    [41474] = {
        name = "灌溉未來",
        level = 110,
    },
    [41475] = {
        name = "鹿角與狼牙",
        level = 110,
    },
    [41478] = {
        name = "最後的祝福",
        level = 110,
    },
    [41479] = {
        name = "天敵",
        level = 110,
    },
    [41485] = {
        name = "月語救援",
        level = 110,
    },
    [41480] = {
        name = "魔納蜥",
        level = 110,
    },
    [41469] = {
        name = "回到鐵林居所",
        level = 110,
    },
    [41494] = {
        name = "顯著的發展",
        level = 110,
    },
    [40883] = {
        name = "守衛的命運",
        level = 110,
    },
    [40949] = {
        name = "無須眷戀",
        level = 110,
    },
    [41030] = {
        name = "取回符印",
        level = 110,
    },
    [40963] = {
        name = "掌控生死",
        level = 110,
    },
    [40968] = {
        name = "回收失竊的能量",
        level = 110,
    },
    [41109] = {
        name = "等待復仇",
        level = 110,
    },
    [41108] = {
        name = "掠奪他們的生命",
        level = 110,
    },
    [40964] = {
        name = "裂隙猶存",
        level = 110,
    },
    [40967] = {
        name = "殘存典籍",
        level = 110,
    },
    [41032] = {
        name = "阻止覓法者",
        level = 110,
    },
    [40965] = {
        name = "挖坑埋雷",
        level = 110,
    },
    [40969] = {
        name = "織星者的命運",
        level = 110,
    },
    [40970] = {
        name = "始作俑者",
        level = 110,
    },
    [40971] = {
        name = "百試百靈的誘餌",
        level = 110,
    },
    [40972] = {
        name = "月之守衛的最後一戰",
        level = 110,
    },
    [43808] = {
        name = "月之守衛要塞傳送器啟動！",
        level = 110,
    },
    [40266] = {
        name = "迷失的諫言者",
        level = 110,
    },
    [40744] = {
        name = "古老配方",
        level = 110,
    },
    [40227] = {
        name = "居心叵測",
        level = 110,
    },
    [40300] = {
        name = "葬儀用品",
        level = 110,
    },
    [40306] = {
        name = "最後一章",
        level = 110,
    },
    [40578] = {
        name = "致敬",
        level = 110,
    },
    [40315] = {
        name = "路到盡頭",
        level = 110,
    },
    [40319] = {
        name = "最後的材料",
        level = 110,
    },
    [40321] = {
        name = "羽歌的救贖",
        level = 110,
    },
    [40308] = {
        name = "記憶的碎片",
        level = 110,
    },
    [43809] = {
        name = "泰爾亞諾傳送器啟動！",
        level = 110,
    },
    [40907] = {
        name = "剷除阻礙",
        level = 110,
    },
    [40908] = {
        name = "找回統領",
        level = 110,
    },
    [40332] = {
        name = "海灘篝火",
        level = 110,
    },
    [40320] = {
        name = "血的羈絆",
        level = 110,
    },
    [40331] = {
        name = "沙許塔爾之牙",
        level = 110,
    },
    [40334] = {
        name = "漁夫的藥水",
        level = 110,
    },
    [41034] = {
        name = "測試水質",
        level = 110,
    },
    [40927] = {
        name = "詹德維克的最後希望",
        level = 110,
    },
    [41426] = {
        name = "違背他們的意志",
        level = 110,
    },
    [41709] = {
        name = "擊殺重砲手",
        level = 110,
    },
    [41410] = {
        name = "乾火藥粉",
        level = 110,
    },
    [41409] = {
        name = "時機就是一切",
        level = 110,
    },
    [41606] = {
        name = "尋找布萊塔格",
        level = 110,
    },
    [40364] = {
        name = "泡泡危機",
        level = 110,
    },
    [41618] = {
        name = "海衛者",
        level = 110,
    },
    [41425] = {
        name = "沉沒的敵人",
        level = 110,
    },
    [41001] = {
        name = "擊潰沙許塔爾",
        level = 110,
    },
    [41499] = {
        name = "出水烏賊",
        level = 110,
    },
    [40336] = {
        name = "力挽狂瀾",
        level = 110,
    },
    [41215] = {
        name = "由獵人變成獵物",
        level = 110,
    },
    [42223] = {
        name = "偵察緋紅灌木林",
        level = 110,
    },
    [40617] = {
        name = "回來吧，夜眼",
        level = 110,
    },
    [41230] = {
        name = "陷阱進化",
        level = 110,
    },
    [41216] = {
        name = "適者生存",
        level = 110,
    },
    [41231] = {
        name = "至尊掠食者",
        level = 110,
    },
    [43582] = {
        name = "蘇儸紀公園",
        level = 110,
    },
    [47221] = {
        name = "命運之手",
        level = -1,
    },
    [47835] = {
        name = "命運之手",
        level = -1,
    },
    [47222] = {
        name = "走海路",
        level = -1,
    },
    [47867] = {
        name = "走海路",
        level = -1,
    },
    [47223] = {
        name = "聖光出征",
        level = -1,
    },
    [47224] = {
        name = "梵迪卡爾",
        level = -1,
    },
    [48440] = {
        name = "深入黑暗",
        level = 110,
    },
    [46938] = {
        name = "孤軍深入",
        level = 110,
    },
    [47589] = {
        name = "正義之怒",
        level = 110,
    },
    [46297] = {
        name = "無窮之力",
        level = 110,
    },
    [48483] = {
        name = "陌生人的請求",
        level = 110,
    },
    [47627] = {
        name = "復仇",
        level = 110,
    },
    [47641] = {
        name = "反抗勢力",
        level = 110,
    },
    [46732] = {
        name = "預言者的賭注",
        level = 110,
    },
    [46816] = {
        name = "會合",
        level = 110,
    },
    [46839] = {
        name = "來自黑暗",
        level = 110,
    },
    [46840] = {
        name = "重獲自由",
        level = 110,
    },
    [46841] = {
        name = "降低威脅",
        level = 110,
    },
    [46842] = {
        name = "直取要害",
        level = 110,
    },
    [46843] = {
        name = "返回梵迪卡爾",
        level = 110,
    },
    [48500] = {
        name = "休息時刻",
        level = 110,
    },
    [47431] = {
        name = "集結聖光",
        level = 110,
    },
    [46213] = {
        name = "取回水晶",
        level = 110,
    },
    [40238] = {
        name = "粉碎敵計",
        level = 110,
    },
    [47541] = {
        name = "攻擊是最好的防禦",
        level = 110,
    },
    [47508] = {
        name = "全力攻擊",
        level = 110,
    },
    [47771] = {
        name = "找到神射手巴瑞特",
        level = 110,
    },
    [47526] = {
        name = "重砲出擊",
        level = 110,
    },
    [47754] = {
        name = "牛刀小試",
        level = 110,
    },
    [47653] = {
        name = "聖光歸來",
        level = 110,
    },
    [47743] = {
        name = "光與影之子",
        level = 110,
    },
    [49143] = {
        name = "聖光之母精華",
        level = 110,
    },
    [47287] = {
        name = "梵迪卡爾系統核心",
        level = 110,
    },
    [48559] = {
        name = "獻上聖光",
        level = 110,
    },
    [48199] = {
        name = "燃燒之心",
        level = 110,
    },
    [48200] = {
        name = "保衛據點",
        level = 110,
    },
    [48201] = {
        name = "支援聖光基地",
        level = 110,
    },
    [48202] = {
        name = "支援隱蔽洞穴",
        level = 110,
    },
    [47473] = {
        name = "評估敵情",
        level = 110,
    },
    [48929] = {
        name = "評估敵情",
        level = 110,
    },
    [47889] = {
        name = "代言者的呼喚",
        level = 110,
    },
    [47890] = {
        name = "折磨的景象",
        level = 110,
    },
    [47891] = {
        name = "壞消息",
        level = 110,
    },
    [47892] = {
        name = "直搗城塞",
        level = 110,
    },
    [47986] = {
        name = "過去的傷痕",
        level = 110,
    },
    [47987] = {
        name = "預防手段",
        level = 110,
    },
    [47988] = {
        name = "混沌理論",
        level = 110,
    },
    [47991] = {
        name = "黑暗詭計",
        level = 110,
    },
    [47990] = {
        name = "只要一點魔能",
        level = 110,
    },
    [47989] = {
        name = "末日使者",
        level = 110,
    },
    [47992] = {
        name = "正義的曙光",
        level = 110,
    },
    [47993] = {
        name = "魔塔之王",
        level = 110,
    },
    [47994] = {
        name = "建立連結",
        level = 110,
    },
    [48081] = {
        name = "飄浮的廢墟",
        level = 110,
    },
    [46815] = {
        name = "麥克艾瑞，阿古斯至寶",
        level = 110,
    },
    [46818] = {
        name = "恐懼又無助",
        level = 110,
    },
    [46834] = {
        name = "卡薩頓，起始者",
        level = 110,
    },
    [47066] = {
        name = "神聖之地",
        level = 110,
    },
    [46941] = {
        name = "向前邁進",
        level = 110,
    },
    [47686] = {
        name = "不簡單的起步",
        level = 110,
    },
    [47882] = {
        name = "魔法講修院",
        level = 110,
    },
    [47688] = {
        name = "侵略型物種",
        level = 110,
    },
    [47883] = {
        name = "最漫長的守望",
        level = 110,
    },
    [47689] = {
        name = "守門者的挑戰：堅毅",
        level = 110,
    },
    [47685] = {
        name = "守門者的挑戰：狡詐",
        level = 110,
    },
    [47687] = {
        name = "守門者的挑戰：精通",
        level = 110,
    },
    [47690] = {
        name = "污染者的寶物",
        level = 110,
    },
    [48107] = {
        name = "覺醒符印",
        level = 110,
    },
    [48461] = {
        name = "攻其不備",
        level = 110,
    },
    [48344] = {
        name = "波折重重",
        level = 110,
    },
    [47691] = {
        name = "尋找預言者",
        level = 110,
    },
    [47854] = {
        name = "大主教之怒",
        level = 110,
    },
    [47995] = {
        name = "大刀闊斧",
        level = 110,
    },
    [47853] = {
        name = "夾擊行動",
        level = 110,
    },
    [48345] = {
        name = "塔爾加斯的部隊",
        level = 110,
    },
    [47855] = {
        name = "時移事往",
        level = 110,
    },
    [47856] = {
        name = "橫越宇宙",
        level = 110,
    },
    [47416] = {
        name = "三傑議會之影",
        level = 110,
    },
    [47238] = {
        name = "三傑議會之座",
        level = 110,
    },
    [40761] = {
        name = "來自歐羅納爾的低語",
        level = 110,
    },
    [47101] = {
        name = "阿卡漢的祈禱",
        level = 110,
    },
    [47180] = {
        name = "脈動的瘋狂",
        level = 110,
    },
    [47100] = {
        name = "阿卡漢的痛苦",
        level = 110,
    },
    [47183] = {
        name = "阿卡漢的計畫",
        level = 110,
    },
    [47184] = {
        name = "阿卡漢的歷險",
        level = 110,
    },
    [47203] = {
        name = "幽影幢幢",
        level = 110,
    },
    [47217] = {
        name = "黑暗之源",
        level = 110,
    },
    [47218] = {
        name = "影衛哨站",
        level = 110,
    },
    [47219] = {
        name = "做好準備",
        level = 110,
    },
    [47220] = {
        name = "黑暗中的信標",
        level = 110,
    },
    [48560] = {
        name = "獻上暗影",
        level = 110,
    },
    [47654] = {
        name = "三傑議會之座：知識之冠",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = 110,
    },
    [49224] = {
        name = "虛空之光熔爐",
        level = 110,
    },
    [46730] = {
        name = "軍團之殞部隊",
        level = 110,
    },
    [46734] = {
        name = "突襲破碎海岸",
        level = 110,
    },
    [47067] = {
        name = "尋找失落的知識",
        level = 110,
    },
    [46286] = {
        name = "軍團之殞物資",
        level = 110,
    },
    [46832] = {
        name = "艾爾根角",
        level = 110,
    },
    [46845] = {
        name = "復仇角",
        level = 110,
    },
    [46499] = {
        name = "蜘蛛，是嗎？",
        level = 110,
    },
    [46501] = {
        name = "盜墓",
        level = 110,
    },
    [46509] = {
        name = "古墓奇謀",
        level = 110,
    },
    [46510] = {
        name = "船舶墳場",
        level = 110,
    },
    [46511] = {
        name = "我們是寶藏獵人",
        level = 110,
    },
    [46666] = {
        name = "大秘寶",
        level = 110,
    },
    [46245] = {
        name = "開始建造",
        level = 110,
    },
    [46772] = {
        name = "法師塔",
        level = -1,
    },
    [46773] = {
        name = "指揮所",
        level = -1,
    },
    [46774] = {
        name = "虛空干擾裝置",
        level = -1,
    },
    [46244] = {
        name = "神盾祭壇",
        level = 110,
    },
    [46247] = {
        name = "保衛破碎群島",
        level = 110,
    },
    [47137] = {
        name = "軍團之殞勇士",
        level = 110,
    },
    [46251] = {
        name = "虛空裂片",
        level = 110,
    },
    [47139] = {
        name = "魔巡號印記",
        level = 110,
    },
    [46248] = {
        name = "實現預言",
        level = 110,
    },
    [46252] = {
        name = "無法容忍的侵襲",
        level = 110,
    },
    [46769] = {
        name = "搶奪寶物",
        level = 110,
    },
    [46250] = {
        name = "擒賊必擒王…",
        level = 110,
    },
    [46249] = {
        name = "勇往直前",
        level = 110,
    },
    [46246] = {
        name = "擊敗它們",
        level = 110,
    },
    [45379] = {
        name = "尋寶大師伊克斯睿吉",
        level = 110,
    },
    [40714] = {
        name = "號令參戰",
        level = -1,
    },
    [40715] = {
        name = "必要的盟友",
        level = -1,
    },
    [40740] = {
        name = "亡者與遭譴者",
        level = -1,
    },
    [38990] = {
        name = "冰冠城塞的呼喚",
        level = -1,
    },
    [40930] = {
        name = "天啟",
        level = -1,
    },
    [40931] = {
        name = "追查詛咒",
        level = -1,
    },
    [40932] = {
        name = "擾亂過去",
        level = -1,
    },
    [40933] = {
        name = "陰森的任務",
        level = -1,
    },
    [40934] = {
        name = "黑騎兵",
        level = -1,
    },
    [40935] = {
        name = "復仇之喚",
        level = -1,
    },
    [39757] = {
        name = "強化優勢",
        level = -1,
    },
    [39761] = {
        name = "進階符文雕刻",
        level = -1,
    },
    [39832] = {
        name = "計畫與準備",
        level = -1,
    },
    [39799] = {
        name = "我們的下一步",
        level = -1,
    },
    [42449] = {
        name = "四騎士的回歸",
        level = -1,
    },
    [44550] = {
        name = "回到亞榭洛",
        level = -1,
    },
    [43264] = {
        name = "奮起吧，勇士們",
        level = -1,
    },
    [39818] = {
        name = "勇士：納茲格寧姆",
        level = -1,
    },
    [39816] = {
        name = "勇士：薩沙理安",
        level = -1,
    },
    [43265] = {
        name = "招募新血",
        level = -1,
    },
    [43266] = {
        name = "徵募部隊",
        level = -1,
    },
    [43267] = {
        name = "戰地部隊",
        level = -1,
    },
    [43539] = {
        name = "『騎士』撒拉納",
        level = -1,
    },
    [43268] = {
        name = "科技上層樓",
        level = -1,
    },
    [42533] = {
        name = "荒廢的王國",
        level = -1,
    },
    [42534] = {
        name = "我們最古老的敵人",
        level = -1,
    },
    [42535] = {
        name = "死亡…與腐朽",
        level = -1,
    },
    [42536] = {
        name = "王室之血",
        level = -1,
    },
    [42537] = {
        name = "國王復甦",
        level = -1,
    },
    [44243] = {
        name = "勇士：索拉斯‧托爾貝恩",
        level = -1,
    },
    [42708] = {
        name = "私人要求",
        level = -1,
    },
    [44244] = {
        name = "勇士：寇爾提拉‧亡織者",
        level = -1,
    },
    [43899] = {
        name = "被詛咒的坐騎",
        level = -1,
    },
    [44082] = {
        name = "黯刃騎士團",
        level = -1,
    },
    [43571] = {
        name = "奈薩里奧巢穴：地底之王髮辮",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43572] = {
        name = "暗心灌木林：夢魘之鞭",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [44217] = {
        name = "死亡領主護甲",
        level = -1,
    },
    [42818] = {
        name = "血色突擊",
        level = -1,
    },
    [42882] = {
        name = "血色屠殺",
        level = -1,
    },
    [42821] = {
        name = "復生大軍",
        level = -1,
    },
    [42823] = {
        name = "血色指揮官",
        level = -1,
    },
    [42824] = {
        name = "狂熱者復甦",
        level = -1,
    },
    [44245] = {
        name = "勇士：高階審判官懷特邁恩",
        level = -1,
    },
    [43573] = {
        name = "增加戰爭援助",
        level = -1,
    },
    [43928] = {
        name = "苦痛匯聚",
        level = -1,
    },
    [44690] = {
        name = "嗜血渴望",
        level = -1,
    },
    [44286] = {
        name = "看守者鐵獄：血肉傑作",
        level = -1,
    },
    [44246] = {
        name = "勇士：爛腸",
        level = -1,
    },
    [44282] = {
        name = "艾薩拉之眼：冰凍之魂",
        level = -1,
    },
    [44247] = {
        name = "勇士：艾默薩札德",
        level = -1,
    },
    [43574] = {
        name = "靈魂之喉：亡者之槌",
        level = -1,
    },
    [43686] = {
        name = "第四位騎士",
        level = -1,
    },
    [44248] = {
        name = "勇士：達瑞安‧莫格萊尼",
        level = -1,
    },
    [43407] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [39261] = {
        name = "伊利達瑞的呼喚",
        level = -1,
    },
    [40814] = {
        name = "生存之力",
        level = -1,
    },
    [41120] = {
        name = "巧做安排",
        level = -1,
    },
    [41121] = {
        name = "不擇手段",
        level = -1,
    },
    [41119] = {
        name = "獵殺",
        level = -1,
    },
    [40247] = {
        name = "尋求協助",
        level = -1,
    },
    [41804] = {
        name = "求必有得",
        level = -1,
    },
    [41806] = {
        name = "向捷斯回報",
        level = -1,
    },
    [41807] = {
        name = "建立聯繫",
        level = -1,
    },
    [40249] = {
        name = "我們必將復仇",
        level = -1,
    },
    [42869] = {
        name = "永恆之惕",
        level = -1,
    },
    [42872] = {
        name = "建立通道",
        level = -1,
    },
    [41033] = {
        name = "回到馬爾頓",
        level = -1,
    },
    [41037] = {
        name = "不受控制的力量",
        level = -1,
    },
    [41062] = {
        name = "豐厚的戰利品",
        level = -1,
    },
    [41064] = {
        name = "納斯雷茲姆詛咒熔爐",
        level = -1,
    },
    [44087] = {
        name = "回到魔錘號",
        level = -1,
    },
    [42671] = {
        name = "奮起吧，勇士們",
        level = -1,
    },
    [42677] = {
        name = "蓋爾道恩需要的東西",
        level = -1,
    },
    [42679] = {
        name = "破碎者",
        level = -1,
    },
    [42681] = {
        name = "洛拉姆斯，是你嗎？",
        level = -1,
    },
    [42683] = {
        name = "改魔歸正",
        level = -1,
    },
    [42682] = {
        name = "額外配備",
        level = -1,
    },
    [37447] = {
        name = "惡魔之血",
        level = -1,
    },
    [42510] = {
        name = "不朽之魂",
        level = -1,
    },
    [42522] = {
        name = "伊利達瑞的領袖",
        level = -1,
    },
    [42593] = {
        name = "秘法之道",
        level = -1,
    },
    [42594] = {
        name = "鬼鬼祟祟",
        level = -1,
    },
    [42921] = {
        name = "黑暗神廟對峙",
        level = -1,
    },
    [42665] = {
        name = "加入我方",
        level = -1,
    },
    [42131] = {
        name = "出乎意料的訪客",
        level = -1,
    },
    [42731] = {
        name = "與看守者合作",
        level = -1,
    },
    [42801] = {
        name = "重返黑暗",
        level = -1,
    },
    [42787] = {
        name = "親自處理",
        level = -1,
    },
    [42735] = {
        name = "維酷領地的瑪莉斯",
        level = -1,
    },
    [42736] = {
        name = "毀滅符文",
        level = -1,
    },
    [42737] = {
        name = "毀滅符文：符文戰士羅洛",
        level = -1,
    },
    [42739] = {
        name = "毀滅符文：符文賢者弗洛基",
        level = -1,
    },
    [42738] = {
        name = "毀滅符文：符文領主拉格納",
        level = -1,
    },
    [42749] = {
        name = "奇怪的枕邊人",
        level = -1,
    },
    [42752] = {
        name = "看守者鐵獄：入侵鐵獄",
        level = -1,
    },
    [42775] = {
        name = "計畫中的關鍵",
        level = -1,
    },
    [42776] = {
        name = "強者成雙",
        level = -1,
    },
    [42669] = {
        name = "攻擊準備",
        level = -1,
    },
    [42802] = {
        name = "肅清馬爾頓",
        level = -1,
    },
    [42808] = {
        name = "訓練高手",
        level = -1,
    },
    [44213] = {
        name = "你一定會準備好！",
        level = -1,
    },
    [44694] = {
        name = "一戰一戰來",
        level = -1,
    },
    [42733] = {
        name = "一種很特殊的燃料",
        level = -1,
    },
    [44616] = {
        name = "We'll Need Some Obliterum",
        level = -1,
    },
    [42732] = {
        name = "更致命的戰刃",
        level = -1,
    },
    [42754] = {
        name = "躍傳功能",
        level = -1,
    },
    [42810] = {
        name = "最後提議",
        level = -1,
    },
    [42920] = {
        name = "入侵尼斯卡拉",
        level = -1,
    },
    [42132] = {
        name = "最後不代表最弱",
        level = -1,
    },
    [43186] = {
        name = "我是斬魔者！",
        level = -1,
    },
    [44214] = {
        name = "還有一件事…",
        level = -1,
    },
    [43412] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [40643] = {
        name = "來自月光林地的傳喚",
        level = -1,
    },
    [41106] = {
        name = "荒野的呼喚",
        level = -1,
    },
    [40644] = {
        name = "翡翠夢途",
        level = -1,
    },
    [40645] = {
        name = "前往幻夢之林",
        level = -1,
    },
    [40646] = {
        name = "傳說中的武器",
        level = -1,
    },
    [40783] = {
        name = "伊露恩之鐮",
        level = -1,
    },
    [40784] = {
        name = "適得其所",
        level = -1,
    },
    [40785] = {
        name = "黑色勁敵",
        level = -1,
    },
    [40834] = {
        name = "追查詛咒",
        level = -1,
    },
    [40835] = {
        name = "擾亂過去",
        level = -1,
    },
    [40837] = {
        name = "逆風獵殺",
        level = -1,
    },
    [40838] = {
        name = "黑騎兵",
        level = -1,
    },
    [42428] = {
        name = "亞夏曼神殿",
        level = -1,
    },
    [42438] = {
        name = "重生的希望",
        level = -1,
    },
    [42439] = {
        name = "救助亞夏曼德魯伊",
        level = -1,
    },
    [42440] = {
        name = "神殿危機",
        level = -1,
    },
    [42430] = {
        name = "亞夏曼之牙",
        level = -1,
    },
    [41468] = {
        name = "利爪之女",
        level = -1,
    },
    [41782] = {
        name = "造訪山丘",
        level = -1,
    },
    [41783] = {
        name = "亡者祭品",
        level = -1,
    },
    [41790] = {
        name = "厄索爾的第一道試煉",
        level = -1,
    },
    [41791] = {
        name = "厄索爾的第二道試煉",
        level = -1,
    },
    [41792] = {
        name = "厄索爾的第三道試煉",
        level = -1,
    },
    [40647] = {
        name = "噩夢開始",
        level = -1,
    },
    [40649] = {
        name = "與蜜露恩會合",
        level = -1,
    },
    [41422] = {
        name = "必要的準備",
        level = -1,
    },
    [41449] = {
        name = "加入夢境的行列",
        level = -1,
    },
    [41436] = {
        name = "深深沉眠",
        level = -1,
    },
    [41690] = {
        name = "會合",
        level = -1,
    },
    [41689] = {
        name = "淨化始祖之樹",
        level = -1,
    },
    [41918] = {
        name = "夢旅者復返",
        level = -1,
    },
    [40651] = {
        name = "遠古種子",
        level = -1,
    },
    [41332] = {
        name = "晉級擢升",
        level = -1,
    },
    [40652] = {
        name = "風之語",
        level = -1,
    },
    [40653] = {
        name = "擬訂計畫",
        level = -1,
    },
    [42516] = {
        name = "力量漸增",
        level = -1,
    },
    [42583] = {
        name = "奮起吧，勇士們",
        level = -1,
    },
    [40650] = {
        name = "勇士：贊塔布拉",
        level = -1,
    },
    [42096] = {
        name = "勇士：納拉雷克斯",
        level = -1,
    },
    [42584] = {
        name = "莉莉絲姊妹",
        level = -1,
    },
    [42585] = {
        name = "徵募部隊",
        level = -1,
    },
    [42586] = {
        name = "林地防禦",
        level = -1,
    },
    [41413] = {
        name = "能出什麼差錯？",
        level = -1,
    },
    [42588] = {
        name = "枝葉繁茂",
        level = -1,
    },
    [42032] = {
        name = "採集夢魘樣本",
        level = -1,
    },
    [42031] = {
        name = "過度成長",
        level = -1,
    },
    [42033] = {
        name = "瑪洛尼避難所",
        level = -1,
    },
    [42034] = {
        name = "夢魘之握",
        level = -1,
    },
    [42035] = {
        name = "追蹤敵人",
        level = -1,
    },
    [42036] = {
        name = "荒野塑像",
        level = -1,
    },
    [42038] = {
        name = "勇士：布洛‧熊皮",
        level = -1,
    },
    [42039] = {
        name = "勇士：賽琳卓‧林歌",
        level = -1,
    },
    [42037] = {
        name = "召集織夢者",
        level = -1,
    },
    [43991] = {
        name = "保衛者",
        level = -1,
    },
    [40654] = {
        name = "利爪德魯伊",
        level = -1,
    },
    [44077] = {
        name = "艾薩拉之眼：平衡精華",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [44076] = {
        name = "暗心灌木林：癒合精華",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [44075] = {
        name = "英靈殿：殘暴精華",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [44074] = {
        name = "奈薩里奧巢穴：堅毅精華",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [44232] = {
        name = "林地供給",
        level = -1,
    },
    [42040] = {
        name = "諾達希爾之道",
        level = -1,
    },
    [42042] = {
        name = "好小好小的精靈龍！",
        level = -1,
    },
    [42043] = {
        name = "清理工作",
        level = -1,
    },
    [42044] = {
        name = "瀕死的夢境",
        level = -1,
    },
    [42045] = {
        name = "與瑪洛尼聯繫",
        level = -1,
    },
    [42046] = {
        name = "新的開始",
        level = -1,
    },
    [42048] = {
        name = "勇士：蜜露恩",
        level = -1,
    },
    [42047] = {
        name = "勇士：哈繆爾‧符文圖騰",
        level = -1,
    },
    [43365] = {
        name = "循環不已",
        level = -1,
    },
    [42719] = {
        name = "艾薩拉之眼：淨化翡翠夢途",
        level = -1,
    },
    [42129] = {
        name = "星輝墜飾",
        level = -1,
    },
    [42049] = {
        name = "啟動傳送門",
        level = -1,
    },
    [42365] = {
        name = "集中能量",
        level = -1,
    },
    [42051] = {
        name = "進入夢魘",
        level = -1,
    },
    [43368] = {
        name = "勇士：亮翼",
        level = -1,
    },
    [42050] = {
        name = "夢境防衛者",
        level = -1,
    },
    [42053] = {
        name = "先祖之戰",
        level = -1,
    },
    [42055] = {
        name = "半神的回歸",
        level = -1,
    },
    [42056] = {
        name = "勇士：雷姆洛斯",
        level = -1,
    },
    [43409] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [42041] = {
        name = "撐過夢魘",
        level = -1,
    },
    [42054] = {
        name = "『污染者』阿克蒙德",
        level = -1,
    },
    [43403] = {
        name = "保衛群島",
        level = -1,
    },
    [42432] = {
        name = "翡翠夢魘：翡翠夢魘",
        difficulty = "lfr",
        tagID = QUEST_TAG_RAID,
        level = -1,
    },
    [41047] = {
        name = "灌注力量",
        level = -1,
    },
    [40958] = {
        name = "運籌帷幄",
        level = -1,
    },
    [40959] = {
        name = "戰役開始",
        level = -1,
    },
    [42519] = {
        name = "奮起吧，勇士們",
        level = -1,
    },
    [40957] = {
        name = "得力助手",
        level = -1,
    },
    [42409] = {
        name = "勇士：洛倫‧風暴之蹄",
        level = -1,
    },
    [42523] = {
        name = "接應蕾娜拉",
        level = -1,
    },
    [42524] = {
        name = "徵募部隊",
        level = -1,
    },
    [42525] = {
        name = "戰地部隊",
        level = -1,
    },
    [42526] = {
        name = "科技上層樓",
        level = -1,
    },
    [42384] = {
        name = "偵察報告",
        level = -1,
    },
    [44257] = {
        name = "隕星",
        level = -1,
    },
    [44009] = {
        name = "隕星",
        level = -1,
    },
    [44004] = {
        name = "聖光使者",
        level = -1,
    },
    [43705] = {
        name = "諾柏多的最後戰役",
        level = -1,
    },
    [43483] = {
        name = "魔化殲滅",
        level = -1,
    },
    [44153] = {
        name = "聖光進擊",
        level = -1,
    },
    [44043] = {
        name = "延續傳奇",
        level = -1,
    },
    [42385] = {
        name = "出手相救",
        level = -1,
    },
    [42386] = {
        name = "不死災禍",
        level = -1,
    },
    [42387] = {
        name = "誘捕刺客",
        level = -1,
    },
    [42388] = {
        name = "緊急召喚",
        level = -1,
    },
    [42390] = {
        name = "徵募雷克薩",
        level = -1,
    },
    [42389] = {
        name = "把希萊爾叫回來",
        level = -1,
    },
    [42391] = {
        name = "野獸咬噬",
        level = -1,
    },
    [42411] = {
        name = "勇士：獸王希萊爾",
        level = -1,
    },
    [42393] = {
        name = "重返家園",
        level = -1,
    },
    [43335] = {
        name = "生存技能",
        level = -1,
    },
    [42392] = {
        name = "夜晚求生",
        level = -1,
    },
    [42410] = {
        name = "勇士：雷克薩",
        level = -1,
    },
    [42395] = {
        name = "動亂通報",
        level = -1,
    },
    [42394] = {
        name = "隱形防護",
        level = -1,
    },
    [42134] = {
        name = "招募更多部隊",
        level = -1,
    },
    [42436] = {
        name = "協助我們的盟友",
        level = -1,
    },
    [42928] = {
        name = "絲織繃帶",
        level = -1,
    },
    [42929] = {
        name = "高嶺鮭魚",
        level = -1,
    },
    [42930] = {
        name = "野味大肋排",
        level = -1,
    },
    [44233] = {
        name = "追隨此道",
        level = -1,
    },
    [42403] = {
        name = "高嶺獵人",
        level = -1,
    },
    [42397] = {
        name = "獵人與男爵",
        level = -1,
    },
    [42413] = {
        name = "勇士：赫米特‧奈辛瓦里",
        level = -1,
    },
    [42414] = {
        name = "勇士：艾笛‧嘶沼",
        level = -1,
    },
    [42398] = {
        name = "喚醒嗅覺",
        level = -1,
    },
    [42412] = {
        name = "勇士：獵人布雷克",
        level = -1,
    },
    [42399] = {
        name = "準備上工",
        level = -1,
    },
    [42400] = {
        name = "失蹤的法師",
        level = -1,
    },
    [42401] = {
        name = "魔法氣息",
        level = -1,
    },
    [42404] = {
        name = "協助大法師",
        level = -1,
    },
    [42689] = {
        name = "瞭解我們的敵人",
        level = -1,
    },
    [42691] = {
        name = "脈能蟲誘餌",
        level = -1,
    },
    [42406] = {
        name = "馴服野獸",
        level = -1,
    },
    [42407] = {
        name = "野獸天性",
        level = -1,
    },
    [42402] = {
        name = "要求增援",
        level = -1,
    },
    [42405] = {
        name = "通知我們的盟友",
        level = -1,
    },
    [42654] = {
        name = "暗心灌木林：夢魘橡木",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [42655] = {
        name = "海中礦石",
        level = -1,
    },
    [43182] = {
        name = "遺失的容器",
        level = -1,
    },
    [42408] = {
        name = "需要的材料",
        level = -1,
    },
    [44680] = {
        name = "身先士卒",
        level = -1,
    },
    [42656] = {
        name = "蒼藍武器",
        level = -1,
    },
    [42657] = {
        name = "在月爪谷會面",
        level = -1,
    },
    [42658] = {
        name = "精巧的附魔",
        level = -1,
    },
    [42133] = {
        name = "單日送達",
        level = -1,
    },
    [42659] = {
        name = "保護達拉然",
        level = -1,
    },
    [42415] = {
        name = "勇士：赫杜倫‧亮翼",
        level = -1,
    },
    [43423] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [40832] = {
        name = "無冕者的召喚",
        level = -1,
    },
    [40839] = {
        name = "最後一位潛影",
        level = -1,
    },
    [40840] = {
        name = "絕世武器",
        level = -1,
    },
    [42501] = {
        name = "完成工作",
        level = -1,
    },
    [42502] = {
        name = "無處可逃",
        level = -1,
    },
    [42503] = {
        name = "解碼專家",
        level = -1,
    },
    [42539] = {
        name = "影襲",
        level = -1,
    },
    [42568] = {
        name = "備戰",
        level = -1,
    },
    [42504] = {
        name = "無形之刃",
        level = -1,
        restrictions = {
            {
                type = "faction",
                faction = "Alliance",
            },
        },
    },
    [42627] = {
        name = "無形之刃",
        level = -1,
        restrictions = {
            {
                type = "faction",
                faction = "Horde",
            },
        },
    },
    [40847] = {
        name = "好心提議",
        level = -1,
    },
    [40849] = {
        name = "驚懼雙刀",
        level = -1,
    },
    [41919] = {
        name = "暗影顯現",
        level = -1,
    },
    [41920] = {
        name = "巧技神工",
        level = -1,
    },
    [41921] = {
        name = "步步逼近",
        level = -1,
    },
    [41922] = {
        name = "叛徒！",
        level = -1,
    },
    [41924] = {
        name = "吞噬者之牙",
        level = -1,
    },
    [40950] = {
        name = "表揚功績",
        level = -1,
    },
    [40994] = {
        name = "欲善其事，先利其器",
        level = -1,
    },
    [40995] = {
        name = "注入力量",
        level = -1,
    },
    [43007] = {
        name = "返回潛影之廳",
        level = -1,
    },
    [42139] = {
        name = "奮起吧，勇士們",
        level = -1,
    },
    [42140] = {
        name = "更多混帳和惡棍的巢穴",
        level = -1,
    },
    [43013] = {
        name = "盜賊先修班",
        level = -1,
    },
    [43014] = {
        name = "大惡孤狼先生",
        level = -1,
    },
    [43015] = {
        name = "溫斯頓的「建議」",
        level = -1,
    },
    [43958] = {
        name = "肉體證據",
        level = -1,
    },
    [43829] = {
        name = "諜對諜",
        level = -1,
    },
    [44041] = {
        name = "血淋淋的真相",
        level = -1,
    },
    [44116] = {
        name = "黃晶海灣神秘事件",
        level = -1,
    },
    [44155] = {
        name = "尋找線索",
        level = -1,
    },
    [40997] = {
        name = "致命效率",
        level = -1,
    },
    [40996] = {
        name = "外包業務",
        level = -1,
    },
    [44117] = {
        name = "喝蘭姆酒的快樂時光總是過得特別快！",
        level = -1,
    },
    [44177] = {
        name = "黑暗秘密，沆瀣一氣",
        level = -1,
    },
    [44183] = {
        name = "勇士：喬拉齊‧拉文霍德領主",
        level = -1,
    },
    [43841] = {
        name = "說服老楊希",
        level = -1,
    },
    [43852] = {
        name = "放蕩不羈的小夥子與海盜",
        level = -1,
    },
    [44181] = {
        name = "勇士：艦隊上將瑟希斯",
        level = -1,
    },
    [42684] = {
        name = "誤導軍情七處",
        level = -1,
    },
    [43468] = {
        name = "為沃爾夫灑熱血",
        level = -1,
    },
    [43253] = {
        name = "靈魂之喉：古老的維酷傳說",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [43249] = {
        name = "鴉眼",
        level = -1,
    },
    [43250] = {
        name = "前往鴉廷",
        level = -1,
    },
    [44252] = {
        name = "萬刃之鞘",
        level = -1,
    },
    [42730] = {
        name = "諾格弗格的合理要求",
        level = -1,
    },
    [44178] = {
        name = "特別強效的藥水",
        level = -1,
    },
    [44180] = {
        name = "勇士：馬林‧諾格弗格",
        level = -1,
    },
    [43251] = {
        name = "尋找鴉眼",
        level = -1,
    },
    [43252] = {
        name = "永遠不得安息",
        level = -1,
    },
    [42678] = {
        name = "玄鴉堡：進入玄鴉堡",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [42680] = {
        name = "解讀密函",
        level = -1,
    },
    [42800] = {
        name = "勇士：瓦麗拉‧桑古納爾",
        level = -1,
    },
    [43469] = {
        name = "馬迪亞斯在哪裡？",
        level = -1,
    },
    [43470] = {
        name = "修整花園",
        level = -1,
    },
    [43479] = {
        name = "縱橫天下",
        tagID = QUEST_TAG_GROUP,
        level = -1,
    },
    [43485] = {
        name = "縱火作亂",
        level = -1,
    },
    [43508] = {
        name = "被俘虜的間諜大師",
        level = -1,
    },
    [37666] = {
        name = "挑起爭端",
        level = -1,
    },
    [37448] = {
        name = "簡單的計畫",
        level = -1,
    },
    [37494] = {
        name = "黑暗籠罩之下",
        level = -1,
    },
    [37689] = {
        name = "假冒者",
        level = -1,
    },
    [43723] = {
        name = "勇士：陶氏",
        level = -1,
    },
    [43724] = {
        name = "勇士：馬迪亞斯‧肖爾大師",
        level = -1,
    },
    [44215] = {
        name = "還有一件事…",
        level = -1,
    },
    [43422] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [40716] = {
        name = "第六位成員",
        level = -1,
    },
    [40729] = {
        name = "新血加入",
        level = -1,
    },
    [40684] = {
        name = "荒蕪武器秘典",
        level = -1,
    },
    [40495] = {
        name = "烏薩萊許，逆風收割者",
        level = -1,
    },
    [40588] = {
        name = "追查詛咒",
        level = -1,
    },
    [40604] = {
        name = "擾亂過去",
        level = -1,
    },
    [40606] = {
        name = "指引方向",
        level = -1,
    },
    [40611] = {
        name = "逆風小徑的命運",
        level = -1,
    },
    [40623] = {
        name = "黑騎兵",
        level = -1,
    },
    [42128] = {
        name = "儀式材料",
        level = -1,
    },
    [42168] = {
        name = "望向黑暗",
        level = -1,
    },
    [42125] = {
        name = "黑暗耳語",
        level = -1,
    },
    [43100] = {
        name = "尋找權杖",
        level = -1,
    },
    [43153] = {
        name = "拿眼睛換權杖",
        level = -1,
    },
    [43254] = {
        name = "破壞儀式",
        level = -1,
    },
    [40712] = {
        name = "據有力量",
        level = -1,
    },
    [40731] = {
        name = "懼痕之心",
        level = -1,
    },
    [40823] = {
        name = "重建議會",
        level = -1,
    },
    [40824] = {
        name = "懼痕之路",
        level = -1,
    },
    [44099] = {
        name = "共同的朋友",
        level = -1,
    },
    [42608] = {
        name = "奮起吧，勇士們",
        level = -1,
    },
    [42603] = {
        name = "不計代價的消息",
        level = -1,
    },
    [41797] = {
        name = "徵募部隊",
        level = -1,
    },
    [42602] = {
        name = "戰地部隊",
        level = -1,
    },
    [42601] = {
        name = "科技上層樓",
        level = -1,
    },
    [42097] = {
        name = "搜尋文獻",
        level = -1,
    },
    [41759] = {
        name = "出乎意料的盟友",
        level = -1,
    },
    [39179] = {
        name = "血石強盜",
        level = -1,
    },
    [39389] = {
        name = "嗜血的石頭",
        level = -1,
    },
    [39142] = {
        name = "測試理論",
        level = -1,
    },
    [40218] = {
        name = "清償前債",
        level = -1,
    },
    [41767] = {
        name = "即刻救援",
        level = -1,
    },
    [41798] = {
        name = "招募更多部隊",
        level = -1,
    },
    [41752] = {
        name = "勇士：辛尼‧斯麥瑟",
        level = -1,
    },
    [41753] = {
        name = "勇士：裘貝卡‧破影者",
        level = -1,
    },
    [42100] = {
        name = "強化靈魂",
        level = -1,
    },
    [44254] = {
        name = "凝望虛無",
        level = -1,
    },
    [42098] = {
        name = "玄鴉堡：無主靈魂",
        level = -1,
    },
    [41768] = {
        name = "靈魂信標",
        level = -1,
    },
    [41769] = {
        name = "『鍊金師』瘋狂厄尼",
        level = -1,
    },
    [41781] = {
        name = "圍捕山羊",
        level = -1,
    },
    [41780] = {
        name = "絕望厄運",
        level = -1,
    },
    [41784] = {
        name = "借來的時間",
        level = -1,
    },
    [41754] = {
        name = "勇士：馨菲‧疫誓",
        level = -1,
    },
    [41751] = {
        name = "勇士：琪拉‧怒魂",
        level = -1,
    },
    [44682] = {
        name = "無與倫比的力量",
        level = -1,
    },
    [42660] = {
        name = "看守者鐵獄：只要有心",
        level = -1,
    },
    [42103] = {
        name = "餵飽它",
        level = -1,
    },
    [42102] = {
        name = "廣納賢才",
        level = -1,
    },
    [41785] = {
        name = "尋找菲斯巴恩",
        level = -1,
    },
    [41788] = {
        name = "強迫告解",
        level = -1,
    },
    [41787] = {
        name = "別人的混亂難題",
        level = -1,
    },
    [41793] = {
        name = "欠人情的露露貝兒",
        level = -1,
    },
    [41755] = {
        name = "勇士：露露貝兒‧菲斯巴恩",
        level = -1,
    },
    [41795] = {
        name = "召喚姐妹",
        level = -1,
    },
    [41756] = {
        name = "勇士：埃雷達爾雙子",
        level = -1,
    },
    [41796] = {
        name = "選擇第六位成員",
        level = -1,
    },
    [43414] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [41541] = {
        name = "狂亂的探險",
        level = -1,
    },
    [41574] = {
        name = "失竊的雷霆",
        level = -1,
    },
    [42158] = {
        name = "創造者的工坊",
        level = -1,
    },
    [42185] = {
        name = "絕不孤身狩獵",
        level = -1,
    },
    [41540] = {
        name = "與信差會合",
        level = -1,
    },
    [40392] = {
        name = "神射手的召喚",
        level = -1,
    },
    [40419] = {
        name = "救援任務",
        level = -1,
    },
    [41542] = {
        name = "準備狩獵",
        level = -1,
    },
    [39427] = {
        name = "神鷹之魂的祝福",
        level = -1,
    },
    [40385] = {
        name = "暗影中的長矛",
        level = -1,
    },
    [38710] = {
        name = "緊急集合",
        level = -1,
    },
    [40408] = {
        name = "傳說中的武器",
        level = -1,
    },
    [42231] = {
        name = "神秘的聖騎士",
        level = -1,
    },
    [42120] = {
        name = "白銀之手",
        level = -1,
    },
    [42000] = {
        name = "真相尋求者",
        level = -1,
    },
    [42002] = {
        name = "前往北裂境",
        level = -1,
    },
    [42005] = {
        name = "傳說的結局",
        level = -1,
    },
    [42017] = {
        name = "真理之盾神殿",
        level = -1,
    },
    [42770] = {
        name = "尋求指引",
        level = -1,
    },
    [42772] = {
        name = "神聖之地",
        level = -1,
    },
    [42771] = {
        name = "恢復平靜",
        level = -1,
    },
    [42773] = {
        name = "聖光顯形",
        level = -1,
    },
    [42774] = {
        name = "希望猶存",
        level = -1,
    },
    [38376] = {
        name = "尋找大領主",
        level = -1,
    },
    [38576] = {
        name = "在聖光之願會師",
        level = -1,
    },
    [38566] = {
        name = "團結的力量",
        level = -1,
    },
    [39722] = {
        name = "打造新力量",
        level = -1,
    },
    [38933] = {
        name = "後勤工作",
        level = -1,
    },
    [39756] = {
        name = "周全的計畫",
        level = -1,
    },
    [39696] = {
        name = "奮起吧，勇士們！",
        level = -1,
    },
    [42846] = {
        name = "血騎士的團長",
        level = -1,
    },
    [42847] = {
        name = "黑暗風暴",
        level = -1,
    },
    [42848] = {
        name = "徵募部隊",
        level = -1,
    },
    [42849] = {
        name = "正義怒火",
        level = -1,
    },
    [42866] = {
        name = "空中的徵兆",
        level = -1,
    },
    [42867] = {
        name = "與白銀之手會面",
        level = -1,
    },
    [42919] = {
        name = "後裔的遺產",
        level = -1,
    },
    [42968] = {
        name = "大領主的命令",
        level = -1,
    },
    [42967] = {
        name = "大領主的命令",
        level = -1,
    },
    [42885] = {
        name = "大領主的命令",
        level = -1,
    },
    [42886] = {
        name = "前往法隆納",
        level = -1,
    },
    [42887] = {
        name = "此即懲戒",
        level = -1,
    },
    [43462] = {
        name = "鬼母歐茲蘭",
        level = -1,
    },
    [42888] = {
        name = "通訊球",
        level = -1,
    },
    [42890] = {
        name = "命令寶典",
        level = -1,
    },
    [42852] = {
        name = "勇士：審判者茱利亞‧莎莉絲蒂",
        level = -1,
    },
    [42851] = {
        name = "勇士：復仇者波羅斯",
        level = -1,
    },
    [43494] = {
        name = "白銀之手騎士",
        level = -1,
    },
    [44250] = {
        name = "聖光勇士",
        level = -1,
    },
    [44218] = {
        name = "勇士武裝",
        level = -1,
    },
    [43486] = {
        name = "破解密碼",
        level = -1,
    },
    [43487] = {
        name = "紫羅蘭堡之襲：魔化詞典",
        level = -1,
    },
    [43488] = {
        name = "敵人之血",
        level = -1,
    },
    [43535] = {
        name = "翻譯內容：危險！",
        level = -1,
    },
    [43493] = {
        name = "玄鴉堡：黑羽堡主",
        level = -1,
    },
    [43489] = {
        name = "前往魔炎入口",
        level = -1,
    },
    [43490] = {
        name = "阿波尼的蹤跡",
        level = -1,
    },
    [43491] = {
        name = "聖光的盟友",
        level = -1,
    },
    [43540] = {
        name = "敵人的心靈",
        level = -1,
    },
    [43541] = {
        name = "團結一心",
        level = -1,
    },
    [43492] = {
        name = "勇士：阿波尼‧亮鬃",
        level = -1,
    },
    [43934] = {
        name = "全新的道路",
        level = -1,
    },
    [43933] = {
        name = "勇士：德菈絲‧月牙",
        level = -1,
    },
    [43699] = {
        name = "世界防衛者",
        level = -1,
    },
    [43698] = {
        name = "輝石",
        level = -1,
    },
    [43534] = {
        name = "薩格拉斯之血",
        level = -1,
    },
    [43700] = {
        name = "闇境明燈",
        level = -1,
    },
    [43697] = {
        name = "聖光勇士",
        level = -1,
    },
    [43424] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [43785] = {
        name = "勇士：『救贖者』阿拉特",
        level = -1,
    },
    [43701] = {
        name = "勇士：洛斯拉賽恩",
        level = -1,
    },
    [40569] = {
        name = "沙之傳奇",
        level = -1,
    },
    [40633] = {
        name = "出發去冒險囉！",
        level = -1,
    },
    [40634] = {
        name = "沙中雷霆",
        level = -1,
    },
    [40570] = {
        name = "直搗蒼天",
        level = -1,
    },
    [41003] = {
        name = "皇帝的禮物",
        level = -1,
    },
    [42762] = {
        name = "漫行者之伴",
        level = -1,
    },
    [42766] = {
        name = "桶中之謎",
        level = -1,
    },
    [42767] = {
        name = "土地之謎",
        level = -1,
    },
    [42957] = {
        name = "東遊記",
        level = -1,
    },
    [42868] = {
        name = "美猴王的挑戰",
        level = -1,
    },
    [42765] = {
        name = "僧院的試煉",
        level = -1,
    },
    [41035] = {
        name = "魔風的請求",
        level = -1,
    },
    [41036] = {
        name = "驚懼領主的目標",
        level = -1,
    },
    [41085] = {
        name = "法師的武器",
        level = -1,
    },
    [40267] = {
        name = "意想不到的訊息",
        level = -1,
    },
    [40270] = {
        name = "贖罪之路",
        level = -1,
    },
    [11997] = {
        name = "霜凍之炎",
        level = -1,
    },
    [42001] = {
        name = "亞魯涅斯，尊者之杖",
        level = -1,
    },
    [42006] = {
        name = "威脅浮現",
        level = -1,
    },
    [42007] = {
        name = "被遺忘的敵人",
        level = -1,
    },
    [42008] = {
        name = "巨龍之眼",
        level = -1,
    },
    [42009] = {
        name = "掌控秘法",
        level = -1,
    },
    [42010] = {
        name = "秘法釋放",
        level = -1,
    },
    [42011] = {
        name = "奧核寶庫",
        level = -1,
    },
    [42452] = {
        name = "尋找黯凜",
        level = -1,
    },
    [42455] = {
        name = "艾洛岱的寶石",
        level = -1,
    },
    [42476] = {
        name = "逆風之處",
        level = -1,
    },
    [42477] = {
        name = "衰老的戴奧",
        level = -1,
    },
    [42479] = {
        name = "狩法獵人",
        level = -1,
    },
    [41114] = {
        name = "勇士歸來",
        level = -1,
    },
    [41125] = {
        name = "釋放潛能",
        level = -1,
    },
    [41112] = {
        name = "魔術大師阿卡贊札拉克",
        level = -1,
    },
    [41113] = {
        name = "旅行的唯一方式",
        level = -1,
    },
    [41124] = {
        name = "提里斯護法的重生",
        level = -1,
    },
    [41141] = {
        name = "咒術師的職責",
        level = -1,
    },
    [42663] = {
        name = "奮起吧，勇士們",
        level = -1,
    },
    [42685] = {
        name = "勇士：大法師莫德菈",
        level = -1,
    },
    [42662] = {
        name = "勇士：大法師卡雷克",
        level = -1,
    },
    [42703] = {
        name = "魔法工程",
        level = -1,
    },
    [42126] = {
        name = "大法師歐妮雅拉",
        level = -1,
    },
    [42127] = {
        name = "建立我們的部隊",
        level = -1,
    },
    [42696] = {
        name = "科技上層樓",
        level = -1,
    },
    [42433] = {
        name = "上古魔法",
        level = -1,
    },
    [42418] = {
        name = "出乎意料的訪客",
        level = -1,
    },
    [42434] = {
        name = "秘密行動",
        level = -1,
    },
    [42435] = {
        name = "準備被同化",
        level = -1,
    },
    [42166] = {
        name = "這裡到底出了什麼事？",
        level = -1,
    },
    [42206] = {
        name = "同學，可以耽誤你兩分鐘嗎？",
        level = -1,
    },
    [42149] = {
        name = "最好永不流傳的知識",
        level = -1,
    },
    [42171] = {
        name = "最後的出口",
        level = -1,
    },
    [42222] = {
        name = "秘天學會報告",
        level = -1,
    },
    [42706] = {
        name = "勇士：伊薩菈‧薇琳德",
        level = -1,
    },
    [42705] = {
        name = "勇士：羅樊德威",
        level = -1,
    },
    [44098] = {
        name = "徵募學徒",
        level = -1,
    },
    [42451] = {
        name = "卡雷克的計畫",
        level = -1,
    },
    [44240] = {
        name = "今年流行橘色",
        level = -1,
    },
    [42954] = {
        name = "幫個小忙",
        level = -1,
    },
    [42955] = {
        name = "適合的方法",
        level = -1,
    },
    [42956] = {
        name = "亞莉的包裹",
        level = -1,
    },
    [42959] = {
        name = "三是個幸運數字",
        level = -1,
    },
    [42704] = {
        name = "勇士：秘法毀滅者",
        level = -1,
    },
    [44689] = {
        name = "提里斯護法之力",
        level = -1,
    },
    [42508] = {
        name = "龍可不好惹",
        level = -1,
    },
    [42521] = {
        name = "吾敵之敵…",
        level = -1,
    },
    [42494] = {
        name = "不只是個賣吃的",
        level = -1,
    },
    [42702] = {
        name = "勇士：米歐浩斯·曼納斯頓",
        level = -1,
    },
    [42493] = {
        name = "逼近的末末末末末日！",
        level = -1,
    },
    [42520] = {
        name = "可怕的損失",
        level = -1,
    },
    [42707] = {
        name = "艾薩拉之眼：魔法之痛",
        level = -1,
    },
    [42940] = {
        name = "有志者事竟成",
        level = -1,
    },
    [42734] = {
        name = "進入奧核之眼",
        level = -1,
    },
    [42917] = {
        name = "勇士：大法師瓦戈斯",
        level = -1,
    },
    [42914] = {
        name = "勇士：莫爾‧魔風",
        level = -1,
    },
    [43415] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [40705] = {
        name = "牧師兩三事",
        level = -1,
    },
    [40706] = {
        name = "手握傳說兵器",
        level = -1,
    },
    [40710] = {
        name = "暮光之刃",
        level = -1,
    },
    [41957] = {
        name = "復仇者的請求",
        level = -1,
    },
    [41966] = {
        name = "到府醫治",
        level = -1,
    },
    [41967] = {
        name = "脫離黑暗",
        level = -1,
    },
    [41993] = {
        name = "救贖從天而降",
        level = -1,
    },
    [42074] = {
        name = "聖光回歸",
        level = -1,
    },
    [41625] = {
        name = "聖光之怒",
        level = -1,
    },
    [41626] = {
        name = "威脅浮現",
        level = -1,
    },
    [41627] = {
        name = "被遺忘的敵人",
        level = -1,
    },
    [41628] = {
        name = "巨龍之眼",
        level = -1,
    },
    [41629] = {
        name = "馭使聖火",
        level = -1,
    },
    [41630] = {
        name = "審判降臨",
        level = -1,
    },
    [41632] = {
        name = "時光禮賜",
        level = -1,
    },
    [40938] = {
        name = "光明與虛無",
        level = -1,
    },
    [41015] = {
        name = "神兵也需巧匠",
        level = -1,
    },
    [41017] = {
        name = "強化神兵武器",
        level = -1,
    },
    [41019] = {
        name = "艾澤拉斯總動員",
        level = -1,
    },
    [43270] = {
        name = "奮起吧，勇士們",
        level = -1,
    },
    [43271] = {
        name = "勇士：卡莉雅‧米奈希爾",
        level = -1,
    },
    [43272] = {
        name = "勇士：高階女祭司伊莎納",
        level = -1,
    },
    [43275] = {
        name = "徵募部隊",
        level = -1,
    },
    [43276] = {
        name = "戰地部隊",
        level = -1,
    },
    [43277] = {
        name = "科技上層樓",
        level = -1,
    },
    [43371] = {
        name = "馳援前線",
        level = -1,
    },
    [43372] = {
        name = "虛無中的低語",
        level = -1,
    },
    [43373] = {
        name = "最好與最聰明的",
        level = -1,
    },
    [43374] = {
        name = "魚人心控",
        level = -1,
    },
    [43375] = {
        name = "綽綽有餘",
        level = -1,
    },
    [43376] = {
        name = "問題托盤",
        level = -1,
    },
    [42137] = {
        name = "勇士：雅里亞‧賢語者",
        level = -1,
    },
    [42138] = {
        name = "勇士：薩布拉‧海克斯",
        level = -1,
    },
    [43378] = {
        name = "艾薩拉之眼：透過鏡片看世界",
        level = -1,
    },
    [43379] = {
        name = "費倫之所見",
        level = -1,
    },
    [43851] = {
        name = "招募更多部隊",
        level = -1,
    },
    [43384] = {
        name = "惡魔符文",
        level = -1,
    },
    [43377] = {
        name = "英靈殿：聖光火花",
        level = -1,
    },
    [43383] = {
        name = "喚醒聖光",
        level = -1,
    },
    [43380] = {
        name = "勇士：蘇兒",
        level = -1,
    },
    [43385] = {
        name = "滲透敵人",
        level = -1,
    },
    [44251] = {
        name = "真言術：護甲",
        level = -1,
    },
    [43386] = {
        name = "突襲軍使者",
        level = -1,
    },
    [43387] = {
        name = "血色救贖",
        level = -1,
    },
    [43388] = {
        name = "解放叛徒",
        level = -1,
    },
    [43389] = {
        name = "不速之客",
        level = -1,
    },
    [43381] = {
        name = "勇士：瑪莉拉‧瓦德",
        level = -1,
    },
    [43390] = {
        name = "被遺忘的暗影",
        level = -1,
    },
    [43391] = {
        name = "虛無秘聞",
        level = -1,
    },
    [43392] = {
        name = "深入虛無",
        level = -1,
    },
    [43382] = {
        name = "勇士：娜塔莉‧瑟琳",
        level = -1,
    },
    [43394] = {
        name = "突破軍團防線",
        level = -1,
    },
    [43396] = {
        name = "敵人的心靈",
        level = -1,
    },
    [43395] = {
        name = "聖光的盟友",
        level = -1,
    },
    [43397] = {
        name = "團結一心",
        level = -1,
    },
    [43797] = {
        name = "援助牧道會",
        level = -1,
    },
    [43400] = {
        name = "輝石",
        level = -1,
    },
    [43399] = {
        name = "強化神殿防禦",
        level = -1,
    },
    [43832] = {
        name = "藥劑補給",
        level = -1,
    },
    [43401] = {
        name = "闇境明燈",
        level = -1,
    },
    [43398] = {
        name = "勇士：阿隆索斯‧法奧",
        level = -1,
    },
    [43402] = {
        name = "虛空之光大祭司",
        level = -1,
    },
    [43420] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [42814] = {
        name = "重要任務",
        level = -1,
    },
    [40579] = {
        name = "傳說中的武器",
        level = -1,
    },
    [41105] = {
        name = "王者之劍",
        level = -1,
    },
    [40043] = {
        name = "英雄狩獵者",
        level = -1,
    },
    [39191] = {
        name = "碎冰者的遺贈",
        level = -1,
    },
    [39530] = {
        name = "再鑄傳奇",
        level = -1,
    },
    [39192] = {
        name = "歐丁熔爐",
        level = -1,
    },
    [39214] = {
        name = "歐丁之眼",
        level = -1,
    },
    [40585] = {
        name = "戰爭揭幕",
        level = -1,
    },
    [42597] = {
        name = "歐丁的召喚",
        level = -1,
    },
    [42484] = {
        name = "大將再起",
        level = -1,
    },
    [42598] = {
        name = "擎天堡勇士",
        level = -1,
    },
    [42606] = {
        name = "勇士：芬娜‧比昂多特",
        level = -1,
    },
    [42605] = {
        name = "勇士：拉格瓦德‧龍裔",
        level = -1,
    },
    [42607] = {
        name = "史塔托姆隊長",
        level = -1,
    },
    [42609] = {
        name = "徵募部隊",
        level = -1,
    },
    [42610] = {
        name = "戰地部隊",
        level = -1,
    },
    [42611] = {
        name = "『符文使』埃納爾",
        level = -1,
    },
    [42193] = {
        name = "加拉爾號角",
        level = -1,
    },
    [42650] = {
        name = "解開束縛",
        level = -1,
    },
    [42651] = {
        name = "斯維根的約定",
        level = -1,
    },
    [42107] = {
        name = "巨蟲追跡",
        level = -1,
    },
    [42614] = {
        name = "勇士：斯維根‧嘯氅",
        level = -1,
    },
    [42110] = {
        name = "前往山巔！",
        level = -1,
    },
    [42204] = {
        name = "約爾胡丹",
        level = -1,
    },
    [43585] = {
        name = "全面備戰",
        level = -1,
    },
    [43975] = {
        name = "招募女盾侍",
        level = -1,
    },
    [44255] = {
        name = "揮斧必有所得",
        level = -1,
    },
    [43586] = {
        name = "靈魂之喉：給黑爾雅的訊息",
        level = -1,
    },
    [44667] = {
        name = "華爾拉亞的意志",
        level = -1,
    },
    [42918] = {
        name = "惡魔符文",
        level = -1,
    },
    [42616] = {
        name = "勇士：德瓦倫‧鐵符文",
        level = -1,
    },
    [42618] = {
        name = "勇士：索林姆",
        level = -1,
    },
    [43506] = {
        name = "玄鴉堡：更強的力量",
        level = -1,
    },
    [43577] = {
        name = "佔領傳送門",
        level = -1,
    },
    [42974] = {
        name = "霍迪爾的命運",
        level = -1,
    },
    [42619] = {
        name = "勇士：霍迪爾",
        level = -1,
    },
    [43425] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [39746] = {
        name = "重塑陶土議會",
        level = -1,
    },
    [43334] = {
        name = "風暴前夕",
        level = -1,
    },
    [43338] = {
        name = "萊的敕令",
        level = -1,
    },
    [39771] = {
        name = "雷霆之聲",
        level = -1,
    },
    [43644] = {
        name = "邁向深淵",
        level = -1,
    },
    [43645] = {
        name = "語濤者的蹤跡",
        level = -1,
    },
    [40341] = {
        name = "海潮王座：艾薩拉的力量",
        level = -1,
    },
    [42931] = {
        name = "落錘之處",
        level = -1,
    },
    [42932] = {
        name = "石母的情報",
        level = -1,
    },
    [42933] = {
        name = "墮入魔道的穴居怪",
        level = -1,
    },
    [42935] = {
        name = "拯救石龍",
        level = -1,
    },
    [42936] = {
        name = "高明的運蛋員",
        level = -1,
    },
    [42937] = {
        name = "踏遍針岩裂谷",
        level = -1,
    },
    [40224] = {
        name = "深淵之錘",
        level = -1,
    },
    [40225] = {
        name = "重整議會",
        level = -1,
    },
    [40276] = {
        name = "大漩渦的指引",
        level = -1,
    },
    [41510] = {
        name = "艾澤拉斯需要你",
        level = -1,
    },
    [44544] = {
        name = "陶土議會的召喚",
        level = -1,
    },
    [42188] = {
        name = "諾柏多在等候",
        level = -1,
    },
    [42114] = {
        name = "海潮儀式",
        level = -1,
    },
    [42383] = {
        name = "奮起吧，勇士們",
        level = -1,
    },
    [42198] = {
        name = "勇士：風暴召喚者米爾拉",
        level = -1,
    },
    [42197] = {
        name = "勇士：海達克西斯公爵",
        level = -1,
    },
    [42141] = {
        name = "召喚者摩恩",
        level = -1,
    },
    [42142] = {
        name = "徵募部隊",
        level = -1,
    },
    [41741] = {
        name = "戰地部隊",
        level = -1,
    },
    [41740] = {
        name = "科技上層樓",
        level = -1,
    },
    [42184] = {
        name = "任務：元素外交",
        level = -1,
    },
    [44101] = {
        name = "補給品來了",
        level = 110,
    },
    [42977] = {
        name = "逐風者的忠僕",
        level = -1,
    },
    [43002] = {
        name = "逐風者的祝福之刃",
        level = -1,
    },
    [41770] = {
        name = "天外天",
        level = -1,
    },
    [41771] = {
        name = "神器充能",
        level = -1,
    },
    [41776] = {
        name = "『馭風者』的歸來",
        level = -1,
    },
    [41742] = {
        name = "勇士：賽勒斯多",
        level = -1,
    },
    [41743] = {
        name = "勇士：諾柏多",
        level = -1,
    },
    [44465] = {
        name = "徵募喚地者",
        level = -1,
    },
    [42986] = {
        name = "風之敵",
        level = -1,
    },
    [42996] = {
        name = "漩渦之柱：風",
        level = -1,
    },
    [42983] = {
        name = "凜風精華",
        level = -1,
    },
    [42984] = {
        name = "艾薩拉之眼：風暴權杖",
        level = -1,
    },
    [44253] = {
        name = "勝利徵兆",
        level = -1,
    },
    [41901] = {
        name = "馭風者的誓約",
        level = -1,
    },
    [42200] = {
        name = "任務：調查地深之源",
        level = -1,
    },
    [41775] = {
        name = "偉大的石母",
        level = -1,
    },
    [42068] = {
        name = "暮光的回歸",
        level = -1,
    },
    [41777] = {
        name = "消滅教徒",
        level = -1,
    },
    [41897] = {
        name = "教長的計畫",
        level = -1,
    },
    [41898] = {
        name = "釋放元素",
        level = -1,
    },
    [41899] = {
        name = "救苦救難",
        level = -1,
    },
    [42065] = {
        name = "暮光教長",
        level = -1,
    },
    [41900] = {
        name = "大地的誓言",
        level = -1,
    },
    [41746] = {
        name = "勇士：穆倫‧地怒",
        level = -1,
    },
    [41747] = {
        name = "勇士：阿瓦蘭奇奧",
        level = -1,
    },
    [42208] = {
        name = "重返火源之界",
        level = -1,
    },
    [41772] = {
        name = "焰火騰侯",
        level = -1,
    },
    [42988] = {
        name = "世界修補者",
        level = -1,
    },
    [42995] = {
        name = "血的滋味",
        level = -1,
    },
    [43003] = {
        name = "向潔奈回報",
        level = -1,
    },
    [42990] = {
        name = "奈薩里奧巢穴：土靈護符",
        level = -1,
    },
    [41773] = {
        name = "火焰領主的命令",
        level = -1,
    },
    [41934] = {
        name = "詛咒之矛",
        level = -1,
    },
    [41888] = {
        name = "忠於烈焰",
        level = -1,
    },
    [41744] = {
        name = "勇士：雷加‧地怒",
        level = -1,
    },
    [41745] = {
        name = "勇士：斯卡迪奧",
        level = -1,
    },
    [43418] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [46791] = {
        name = "乘風而起",
        level = 110,
    },
    [46792] = {
        name = "風暴交會",
        level = 110,
    },
    [46260] = {
        name = "融入暗影",
        level = 110,
    },
    [46827] = {
        name = "融入暗影",
        level = 110,
    },
    [45833] = {
        name = "海盜灣",
        level = 110,
    },
    [45571] = {
        name = "一點諜報",
        level = 110,
    },
    [45835] = {
        name = "假命令",
        level = 110,
    },
    [45573] = {
        name = "登高",
        level = 110,
    },
    [45576] = {
        name = "登高",
        level = 110,
    },
    [45836] = {
        name = "喬拉齊的號召",
        level = 110,
    },
    [46326] = {
        name = "喬拉齊的號召",
        level = 110,
    },
    [45628] = {
        name = "這次，留下蹤跡",
        level = 110,
    },
    [45629] = {
        name = "這次，留下蹤跡",
        level = 110,
    },
    [45073] = {
        name = "戰利品和贓物！",
        level = 110,
    },
    [45848] = {
        name = "海盜專用",
        level = 110,
    },
    [44758] = {
        name = "箱子裡有什麼？",
        level = 110,
    },
    [46059] = {
        name = "勇士：泰絲‧葛雷邁恩",
        level = -1,
    },
    [46058] = {
        name = "勇士：莉莉安‧佛斯",
        level = -1,
    },
    [46103] = {
        name = "驚懼滲透者",
        level = 110,
    },
    [46089] = {
        name = "隱匿行蹤",
        level = 110,
    },
    [45524] = {
        name = "被遺忘的繼承者",
        level = 110,
    },
    [44782] = {
        name = "避人耳目",
        level = 110,
    },
    [45525] = {
        name = "答案未明的問題",
        level = 110,
    },
    [44821] = {
        name = "情勢危殆",
        level = 110,
    },
    [46340] = {
        name = "關上大門",
        level = 110,
    },
    [46744] = {
        name = "威脅越大，需要的力量越大",
        level = 110,
    },
    [45522] = {
        name = "折服骸語一族",
        level = 110,
    },
    [47000] = {
        name = "議會的呼喚",
        level = 110,
    },
    [45523] = {
        name = "馴服德雷克雅",
        level = 110,
    },
    [45486] = {
        name = "不情願的女王",
        level = 110,
    },
    [46765] = {
        name = "破碎海岸：調查燃燒軍團",
        level = 110,
    },
    [45526] = {
        name = "神御女王之怒",
        level = 110,
    },
    [46079] = {
        name = "支援前線",
        level = 110,
    },
    [46080] = {
        name = "讓靈魂安息",
        level = 110,
    },
    [46082] = {
        name = "影歌歸來",
        level = 110,
    },
    [46106] = {
        name = "擒賊先擒王",
        level = 110,
    },
    [46107] = {
        name = "腐敗根源",
        level = 110,
    },
    [46035] = {
        name = "終結復活者的威脅",
        level = 110,
    },
    [46200] = {
        name = "問題暫時…解決…",
        level = 110,
    },
    [45415] = {
        name = "兩界之間",
        level = 110,
    },
    [45414] = {
        name = "證實疑慮",
        level = 110,
    },
    [45843] = {
        name = "暗黑預兆",
        level = 110,
    },
    [45413] = {
        name = "收集情報",
        level = 110,
    },
    [45416] = {
        name = "卡魯歐歸來",
        level = 110,
    },
    [45193] = {
        name = "慢了一步",
        level = 110,
    },
    [45188] = {
        name = "議會的智慧",
        level = 110,
    },
    [45190] = {
        name = "最薄弱的地方",
        level = 110,
    },
    [45185] = {
        name = "來自暗影的訊息",
        level = 110,
    },
    [45187] = {
        name = "城底區的秘密",
        level = 110,
    },
    [45192] = {
        name = "撕裂符文",
        level = 110,
    },
    [46127] = {
        name = "阻止他們",
        level = 110,
    },
    [46327] = {
        name = "暗影交易",
        level = 110,
    },
    [45916] = {
        name = "岌岌可危的侍僧",
        level = 110,
    },
    [45917] = {
        name = "追蹤氣味",
        level = 110,
    },
    [46065] = {
        name = "難以對付的敵人",
        level = 110,
    },
    [45125] = {
        name = "涉獵惡魔知識",
        level = 110,
    },
    [45126] = {
        name = "難以置信的魅惑",
        level = 110,
    },
    [45127] = {
        name = "受惡魔妨礙的戀人",
        level = 110,
    },
    [44925] = {
        name = "閉上眼睛",
        level = 110,
    },
    [44920] = {
        name = "咒術之令",
        level = 110,
    },
    [44924] = {
        name = "向大法師攀談",
        level = 110,
    },
    [46177] = {
        name = "一門之遙",
        level = 110,
    },
    [44915] = {
        name = "專業又好看",
        level = 110,
    },
    [45564] = {
        name = "魔化龍隼",
        level = 110,
    },
    [45587] = {
        name = "魔化圖騰威脅",
        level = 110,
    },
    [45575] = {
        name = "墮落者的村莊",
        level = 110,
    },
    [45627] = {
        name = "魔化圖騰的落敗",
        level = 110,
    },
    [45726] = {
        name = "腐化沼澤",
        level = 110,
    },
    [45841] = {
        name = "回報勝利",
        level = 110,
    },
    [45796] = {
        name = "摧毀巢穴",
        level = 110,
    },
    [47052] = {
        name = "懲戒：蔑潮的命運",
        level = 110,
    },
    [45482] = {
        name = "秘法：蔑潮的命運",
        level = 110,
    },
    [47051] = {
        name = "刺殺：蔑潮的命運",
        level = 110,
    },
    [47050] = {
        name = "增強：蔑潮的命運",
        level = 110,
    },
    [47049] = {
        name = "惡魔學識：蔑潮的命運",
        level = 110,
    },
    [47018] = {
        name = "野獸控制：魔化圖騰附近的威脅",
        level = 110,
    },
    [45560] = {
        name = "毀滅：魔化圖騰附近的威脅",
        level = 110,
    },
    [47020] = {
        name = "戒律：魔化圖騰附近的威脅",
        level = 110,
    },
    [47019] = {
        name = "御風：魔化圖騰附近的威脅",
        level = 110,
    },
    [46078] = {
        name = "神聖：布瑞登溪調查",
        level = 110,
    },
    [47003] = {
        name = "恢復：布瑞登溪調查行動",
        level = 110,
    },
    [47004] = {
        name = "恢復：布瑞登溪調查行動",
        level = 110,
    },
    [47005] = {
        name = "織霧：布瑞登溪調查行動",
        level = 110,
    },
    [47006] = {
        name = "神聖：布瑞登溪調查行動",
        level = 110,
    },
    [44914] = {
        name = "武器：行竊的學徒",
        level = 110,
    },
    [47046] = {
        name = "冰霜：偷竊的學徒",
        level = 110,
    },
    [47043] = {
        name = "災虐：偷竊的學徒",
        level = 110,
    },
    [47048] = {
        name = "敏銳：偷竊的學徒",
        level = 110,
    },
    [47047] = {
        name = "生存：偷竊的學徒",
        level = 110,
    },
    [45182] = {
        name = "冰霜：扭曲的雙胞胎弟弟",
        level = 110,
    },
    [47037] = {
        name = "平衡：扭曲的雙胞胎弟弟",
        level = 110,
    },
    [47039] = {
        name = "射擊：扭曲的雙胞胎弟弟",
        level = 110,
    },
    [47041] = {
        name = "痛苦：扭曲的雙胞胎弟弟",
        level = 110,
    },
    [47042] = {
        name = "暗影：扭曲的雙胞胎弟弟",
        level = 110,
    },
    [45412] = {
        name = "防護：伊利達瑞的援助",
        level = 110,
    },
    [46314] = {
        name = "復仇：尋找珂娃絲",
        level = 110,
    },
    [47022] = {
        name = "防護：伊利達瑞的援助",
        level = 110,
    },
    [47023] = {
        name = "守護者：伊利達瑞的援助",
        level = 110,
    },
    [47024] = {
        name = "釀酒：伊利達瑞的援助",
        level = 110,
    },
    [47025] = {
        name = "血魄：伊利達瑞的援助",
        level = 110,
    },
    [45123] = {
        name = "元素：蕾薇亞‧勞倫斯的愚行",
        level = 110,
    },
    [47059] = {
        name = "野性戰鬥：蕾薇亞‧勞倫斯的愚行",
        level = 110,
    },
    [47055] = {
        name = "Fire: The Folly of Levia Laurence",
        level = 110,
    },
    [47056] = {
        name = "狂怒：蕾薇亞‧勞倫斯的愚行",
        level = 110,
    },
    [47058] = {
        name = "暴徒：蕾薇亞‧勞倫斯的愚行",
        level = 110,
    },
    [47057] = {
        name = "穢邪：蕾薇亞‧勞倫斯的愚行",
        level = 110,
    },
    [45842] = {
        name = "六法議會的禮物",
        level = 110,
    },
    [45861] = {
        name = "六法議會的禮物",
        level = 110,
    },
    [45862] = {
        name = "六法議會的禮物",
        level = 110,
    },
    [45863] = {
        name = "六法議會的禮物",
        level = 110,
    },
    [45864] = {
        name = "六法議會的禮物",
        level = 110,
    },
    [45865] = {
        name = "六法議會的禮物",
        level = 110,
    },
    [45866] = {
        name = "六法議會的禮物",
        level = 110,
    },
    [46812] = {
        name = "龍族的秘密",
        level = 110,
    },
    [46813] = {
        name = "失落冰川",
        level = 110,
    },
    [46719] = {
        name = "艾默薩札德的訊息",
        level = 110,
    },
    [46720] = {
        name = "冰封的記憶",
        level = 110,
    },
    [44775] = {
        name = "骸骨之巔",
        level = 110,
    },
    [44783] = {
        name = "於骸骨中重生",
        level = 110,
    },
    [45331] = {
        name = "返回亞榭洛",
        level = 110,
    },
    [45399] = {
        name = "撕毀斯威崔克",
        level = 110,
    },
    [45243] = {
        name = "乘著丹密爾的雙翼",
        level = 110,
    },
    [46050] = {
        name = "勇士：米奈娃‧鴉愁",
        level = -1,
    },
    [44787] = {
        name = "骸骨之母",
        level = 110,
    },
    [45240] = {
        name = "做好準備",
        level = 110,
    },
    [45103] = {
        name = "出發！",
        level = 110,
    },
    [45398] = {
        name = "駕馭力量",
        level = 110,
    },
    [46305] = {
        name = "索林姆的火焰",
        level = 110,
    },
    [44337] = {
        name = "願女神保佑你",
        level = 110,
    },
    [44479] = {
        name = "黑羽的經歷",
        level = 110,
    },
    [44448] = {
        name = "光與暗之間",
        level = 110,
    },
    [44464] = {
        name = "復甦",
        level = 110,
    },
    [44466] = {
        name = "未明之道",
        level = 110,
    },
    [45177] = {
        name = "暗夜堡",
        level = 110,
    },
    [44480] = {
        name = "在我父親的家裡",
        level = 110,
    },
    [44481] = {
        name = "未竟的命運",
        level = 110,
    },
    [44497] = {
        name = "未竟的命運",
        level = 110,
    },
    [45176] = {
        name = "勇氣試煉：過往與來日的暗影之王",
        difficulty = "lfr",
        tagID = QUEST_TAG_RAID,
        level = 110,
    },
    [45175] = {
        name = "伊利達瑞的靈魂稜石",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = 110,
    },
    [45174] = {
        name = "尋找伊利丹‧怒風",
        level = 110,
    },
    [45329] = {
        name = "行動：傳送門",
        level = -1,
    },
    [45330] = {
        name = "偵察團",
        level = -1,
    },
    [45301] = {
        name = "接手出擊",
        level = -1,
    },
    [45339] = {
        name = "保衛魔錘號",
        level = -1,
    },
    [45385] = {
        name = "我們必須做好準備！",
        level = -1,
    },
    [45798] = {
        name = "『尋釁者』瓦祖爾",
        level = -1,
    },
    [46159] = {
        name = "急報",
        level = -1,
    },
    [45391] = {
        name = "勇士：絲瑟諾女士",
        level = -1,
    },
    [46725] = {
        name = "能量短缺",
        level = -1,
    },
    [46266] = {
        name = "斬魔者回歸",
        level = -1,
    },
    [45764] = {
        name = "恢復平衡",
        level = -1,
    },
    [46334] = {
        name = "魔化歸來",
        level = 110,
    },
    [45532] = {
        name = "鬼母的命令",
        level = 110,
    },
    [44888] = {
        name = "艾維娜的恩慈",
        level = 110,
    },
    [46674] = {
        name = "保護大自然",
        level = 110,
    },
    [46044] = {
        name = "勇士：黎沙莉‧烏鴉",
        level = -1,
    },
    [46675] = {
        name = "惡魔的蹤跡",
        level = 110,
    },
    [45498] = {
        name = "睡著的野狼不好惹",
        level = 110,
    },
    [44921] = {
        name = "孤狼",
        level = 110,
    },
    [44869] = {
        name = "利爪恐懼",
        level = 110,
    },
    [44877] = {
        name = "直搗黃龍",
        level = 110,
    },
    [45425] = {
        name = "返回林地",
        level = 110,
    },
    [46676] = {
        name = "自然之觸",
        level = 110,
    },
    [45426] = {
        name = "大自然的反擊",
        level = 110,
    },
    [45528] = {
        name = "遭到玷汙的獸穴",
        level = 110,
    },
    [46924] = {
        name = "狼的故事",
        level = 110,
    },
    [46677] = {
        name = "黎沙莉的復仇",
        level = 110,
    },
    [46319] = {
        name = "別想奪走我的天空",
        level = 110,
    },
    [46318] = {
        name = "守衛艾維娜",
        level = 110,
    },
    [46317] = {
        name = "猛禽的呼喚",
        level = 110,
    },
    [45554] = {
        name = "掌控局勢",
        level = 110,
    },
    [45555] = {
        name = "魔縛野獸",
        level = 110,
    },
    [45556] = {
        name = "準備攻擊",
        level = 110,
    },
    [45557] = {
        name = "非自然的後果",
        level = 110,
    },
    [46060] = {
        name = "救贖",
        level = 110,
    },
    [45551] = {
        name = "毀滅性的影響",
        level = 110,
    },
    [45552] = {
        name = "緩解傷勢",
        level = 110,
    },
    [46235] = {
        name = "安全的環境",
        level = 110,
    },
    [45553] = {
        name = "暗夜女獵手的召喚",
        level = 110,
    },
    [46048] = {
        name = "勇士：暗夜女獵手希蕊妮",
        level = 110,
    },
    [46336] = {
        name = "金色信箋",
        level = 110,
    },
    [46337] = {
        name = "荒野之夜",
        level = 110,
    },
    [41008] = {
        name = "獵人對獵人",
        level = -1,
    },
    [41009] = {
        name = "獵人對獵人",
        level = -1,
    },
    [41415] = {
        name = "獵人的呼喚",
        level = -1,
    },
    [40952] = {
        name = "獵人對獵人",
        level = -1,
    },
    [40953] = {
        name = "鷹翼之上",
        level = -1,
    },
    [40384] = {
        name = "獵人的需求",
        level = -1,
    },
    [44090] = {
        name = "忠誠之誓",
        level = -1,
    },
    [40955] = {
        name = "宣誓效忠",
        level = -1,
    },
    [40618] = {
        name = "傳奇武器",
        level = -1,
    },
    [41053] = {
        name = "永獵祭壇",
        level = -1,
    },
    [40954] = {
        name = "隱獵團",
        level = -1,
    },
    [45404] = {
        name = "酒坊的危機",
        level = -1,
    },
    [45442] = {
        name = "身體不適",
        level = -1,
    },
    [46320] = {
        name = "解藥的希望",
        level = -1,
    },
    [45459] = {
        name = "襲捲燃燒軍團",
        level = -1,
    },
    [45790] = {
        name = "勇士：愛瑪伊",
        level = -1,
    },
    [45574] = {
        name = "魔化材料",
        level = -1,
    },
    [45440] = {
        name = "釀酒情況",
        level = -1,
    },
    [45545] = {
        name = "投擲桶子",
        level = -1,
    },
    [45771] = {
        name = "事有輕重緩急",
        level = -1,
    },
    [45449] = {
        name = "鍊金師寇里拉",
        level = -1,
    },
    [46349] = {
        name = "給琉立的百合",
        level = 110,
    },
    [46342] = {
        name = "回到破碎的山峰",
        level = 110,
    },
    [46350] = {
        name = "班盧的試煉",
        level = 110,
    },
    [46343] = {
        name = "班盧的蹤跡",
        level = 110,
    },
    [46344] = {
        name = "臭臭的幸運星",
        level = 110,
    },
    [46353] = {
        name = "哪位大師？",
        level = 110,
    },
    [46346] = {
        name = "班盧的影子",
        level = 110,
    },
    [46347] = {
        name = "清除惡煞",
        level = 110,
    },
    [46348] = {
        name = "通往班盧的河川",
        level = 110,
    },
    [46341] = {
        name = "班盧的故事",
        level = 110,
    },
    [46705] = {
        name = "反擊",
        level = -1,
    },
    [46335] = {
        name = "提里斯護法寶庫",
        level = -1,
    },
    [45251] = {
        name = "有備無患",
        level = -1,
    },
    [46338] = {
        name = "創意的解決方式",
        level = -1,
    },
    [46339] = {
        name = "鎖鑰官歐爾利斯",
        level = -1,
    },
    [46000] = {
        name = "武裝達拉然",
        level = -1,
    },
    [45630] = {
        name = "Servant to No One",
        level = 110,
    },
    [46345] = {
        name = "直搗黃龍",
        level = -1,
    },
    [44766] = {
        name = "備用計畫",
        level = -1,
    },
    [44768] = {
        name = "涅爾工坊",
        level = -1,
    },
    [46722] = {
        name = "兩袖空空",
        level = 110,
    },
    [46351] = {
        name = "仔細藏好以策安全",
        level = -1,
    },
    [46290] = {
        name = "大法師回歸",
        level = -1,
    },
    [46043] = {
        name = "勇士：埃薩‧奪日者",
        level = -1,
    },
    [45207] = {
        name = "夜裔學徒",
        level = -1,
    },
    [46724] = {
        name = "勇士：魔術大師阿卡贊札拉克",
        level = 110,
    },
    [46723] = {
        name = "進入兔子洞",
        level = 110,
    },
    [45614] = {
        name = "蕾茉薩女士",
        level = -1,
    },
    [45615] = {
        name = "誰找到就是誰的",
        level = 110,
    },
    [45437] = {
        name = "緊急狀況",
        level = -1,
    },
    [45586] = {
        name = "護盾強化",
        level = -1,
    },
    [44770] = {
        name = "夏多雷的秘密",
        level = -1,
    },
    [45354] = {
        name = "消除稜碟能量",
        level = 110,
    },
    [45846] = {
        name = "灌注冰霜",
        level = 110,
    },
    [45845] = {
        name = "內藏火焰之力",
        level = 110,
    },
    [45847] = {
        name = "近在咫尺",
        level = 110,
    },
    [45844] = {
        name = "安東尼達斯的愛好",
        level = 110,
    },
    [42423] = {
        name = "大法師瓦戈斯居所",
        level = -1,
    },
    [42424] = {
        name = "跟隨他的腳步",
        level = -1,
    },
    [42416] = {
        name = "議會進行中",
        level = -1,
    },
    [42187] = {
        name = "奮起吧，勇士們",
        level = -1,
    },
    [42210] = {
        name = "知識卷軸",
        level = -1,
    },
    [40793] = {
        name = "計畫之中",
        level = -1,
    },
    [40636] = {
        name = "準備攻擊",
        level = -1,
    },
    [41905] = {
        name = "來自天僧寺的報告",
        level = -1,
    },
    [40698] = {
        name = "淨化形態",
        level = -1,
    },
    [42191] = {
        name = "科技上層樓",
        level = -1,
    },
    [40795] = {
        name = "戰鬥開始",
        level = -1,
    },
    [12103] = {
        name = "風暴將至",
        level = -1,
    },
    [41945] = {
        name = "玄牛派大師田季",
        level = -1,
    },
    [40236] = {
        name = "黎明之光",
        level = -1,
    },
    [42186] = {
        name = "力量漸增",
        level = -1,
    },
    [41946] = {
        name = "打造我們的部隊",
        level = -1,
    },
    [41039] = {
        name = "遭竊的配方",
        level = -1,
    },
    [41087] = {
        name = "風暴蜜酒",
        level = -1,
    },
    [43359] = {
        name = "適合英雄的武器",
        level = -1,
    },
    [32442] = {
        name = "危險逼近",
        level = -1,
    },
    [41730] = {
        name = "破釜沉舟",
        level = -1,
    },
    [43151] = {
        name = "做個交易",
        level = -1,
    },
    [41038] = {
        name = "蜜酒大師",
        level = -1,
    },
    [41907] = {
        name = "籌措經費",
        level = -1,
    },
    [41040] = {
        name = "英靈殿：釀酒大師",
        level = -1,
    },
    [41909] = {
        name = "追蹤蔑潮",
        level = -1,
    },
    [41910] = {
        name = "芙蕾雅之泉",
        level = -1,
    },
    [41849] = {
        name = "鐵拳",
        level = -1,
    },
    [41850] = {
        name = "使劍大師",
        level = -1,
    },
    [41851] = {
        name = "平息怒濤",
        level = -1,
    },
    [41728] = {
        name = "防衛天僧寺",
        level = -1,
    },
    [43062] = {
        name = "進階訓練",
        level = -1,
    },
    [41854] = {
        name = "一磚一瓦",
        level = -1,
    },
    [41731] = {
        name = "風、火、大地",
        level = -1,
    },
    [41732] = {
        name = "凱萊翠絲的魔掌",
        level = -1,
    },
    [41733] = {
        name = "重建振虎會",
        level = -1,
    },
    [41911] = {
        name = "莧啤花",
        level = -1,
    },
    [41086] = {
        name = "和平的世界",
        level = -1,
    },
    [41736] = {
        name = "勇士：安格斯‧鐵拳",
        level = -1,
    },
    [41737] = {
        name = "勇士：鷹雄",
        level = -1,
    },
    [41738] = {
        name = "勇士：席拉蕾‧鋼曲",
        level = -1,
    },
    [41739] = {
        name = "勇士：艾綺菈",
        level = -1,
    },
    [41729] = {
        name = "減緩蔓延",
        level = -1,
    },
    [41059] = {
        name = "英靈殿：歐丁之鍋",
        level = -1,
    },
    [41852] = {
        name = "一個武僧也不能少",
        level = -1,
    },
    [41853] = {
        name = "瞄準鷹雄",
        level = -1,
    },
    [46034] = {
        name = "勇士：艾薩萊斯特",
        level = 110,
    },
    [45345] = {
        name = "淘氣的妖精",
        level = 110,
    },
    [45788] = {
        name = "發言者在等候",
        level = 110,
    },
    [45346] = {
        name = "蹣跚漫步的樣本",
        level = 110,
    },
    [45789] = {
        name = "沉沒的遺址",
        level = 110,
    },
    [45347] = {
        name = "製作解藥",
        level = 110,
    },
    [45348] = {
        name = "妥善保管",
        level = 110,
    },
    [45349] = {
        name = "前往破碎海岸",
        level = 110,
    },
    [45342] = {
        name = "實施醫療",
        level = 110,
    },
    [45350] = {
        name = "對抗疫病",
        level = 110,
    },
    [45343] = {
        name = "奇怪的疫病",
        level = 110,
    },
    [46145] = {
        name = "無毒空間",
        level = 110,
    },
    [45344] = {
        name = "採集病原體樣本",
        level = 110,
    },
    [42844] = {
        name = "力量漸增",
        level = -1,
    },
    [42850] = {
        name = "科技上層樓",
        level = -1,
    },
    [39654] = {
        name = "歐丁與華爾拉亞",
        level = -1,
    },
    [43604] = {
        name = "靈魂之喉：依米倫的斷刃",
        level = -1,
    },
    [42815] = {
        name = "返回破碎海岸",
        level = -1,
    },
    [42194] = {
        name = "失竊的榮耀",
        level = -1,
    },
    [43750] = {
        name = "戰爭的呼喚",
        level = -1,
    },
    [43090] = {
        name = "奧杜亞的誓言",
        level = -1,
    },
    [42202] = {
        name = "冷酷復仇",
        level = -1,
    },
    [42989] = {
        name = "不屈的瑪哈特",
        level = -1,
    },
    [42997] = {
        name = "漩渦之柱：土",
        level = -1,
    },
    [41335] = {
        name = "元素在呼喚…",
        level = -1,
    },
    [45794] = {
        name = "通知議會",
        level = 110,
    },
    [46020] = {
        name = "封印水晶",
        level = 110,
    },
    [45024] = {
        name = "翦除秘教",
        level = 110,
    },
    [45025] = {
        name = "竊取力量之源",
        level = 110,
    },
    [45026] = {
        name = "消耗魔化能量",
        level = 110,
    },
    [45027] = {
        name = "前往破碎海岸",
        level = 110,
    },
    [45028] = {
        name = "坎瑞薩德的命運",
        level = 110,
    },
    [45021] = {
        name = "答案未知",
        level = 110,
    },
    [46047] = {
        name = "勇士：坎瑞薩德‧埃伯洛克",
        level = 110,
    },
    [40821] = {
        name = "壓倒性的力量",
        level = -1,
    },
    [46241] = {
        name = "赫爾努拉斯的手下",
        level = 110,
    },
    [46243] = {
        name = "克索諾斯憤怒戰馬",
        level = 110,
    },
    [46238] = {
        name = "建造傳送門",
        level = 110,
    },
    [46240] = {
        name = "給我燃料，給我火焰",
        level = 110,
    },
    [46242] = {
        name = "驚懼領主的呼喚",
        level = 110,
    },
    [46237] = {
        name = "召血者的公文",
        level = 110,
    },
    [46239] = {
        name = "魔核",
        level = 110,
    },
    [46259] = {
        name = "進退兩難",
        level = 110,
    },
    [45770] = {
        name = "擾動暗影",
        level = 110,
    },
    [46071] = {
        name = "達拉然之錘",
        level = 110,
    },
    [45143] = {
        name = "審判將至",
        level = 110,
    },
    [46045] = {
        name = "勇士：奈洛斯‧月牙",
        level = 110,
    },
    [46074] = {
        name = "傳說級皮製品",
        level = 110,
    },
    [46070] = {
        name = "進行準備",
        level = 110,
    },
    [45145] = {
        name = "月牙家族聖物",
        level = 110,
    },
    [46083] = {
        name = "首要之務",
        level = 110,
    },
    [45146] = {
        name = "符文解讀",
        level = 110,
    },
    [46069] = {
        name = "襯托威名",
        level = 110,
    },
    [45147] = {
        name = "摧毀魔石",
        level = 110,
    },
    [45890] = {
        name = "祖先與敵人",
        level = 110,
    },
    [45148] = {
        name = "誓約破壞者",
        level = 110,
    },
    [44496] = {
        name = "未竟的命運",
        level = 110,
    },
    [45149] = {
        name = "終止月牙詛咒",
        level = 110,
    },
    [43273] = {
        name = "招募新血",
        level = -1,
    },
    [44100] = {
        name = "正式引見",
        level = -1,
    },
    [43393] = {
        name = "暗影崛起",
        level = -1,
    },
    [44849] = {
        name = "招兵買馬",
        level = -1,
    },
    [46267] = {
        name = "戰鬥領主回歸",
        level = -1,
    },
    [44850] = {
        name = "武裝軍隊",
        level = -1,
    },
    [45128] = {
        name = "凱旋歸來",
        level = -1,
    },
    [44889] = {
        name = "資源管理",
        level = -1,
    },
    [46207] = {
        name = "怒氣試煉",
        level = 110,
    },
    [46208] = {
        name = "誠摯邀請",
        level = 110,
    },
    [46173] = {
        name = "戰術計畫",
        level = -1,
    },
    [45648] = {
        name = "失蹤戰鬥人員：達瑞亞斯‧克羅雷領主",
        level = -1,
    },
    [45634] = {
        name = "科瓦迪爾準備就緒",
        level = -1,
    },
    [45649] = {
        name = "任務：搜索與救援",
        level = -1,
    },
    [45650] = {
        name = "魔怒行動",
        level = -1,
    },
    [45118] = {
        name = "黑爾雅的號角",
        level = -1,
    },
    [45876] = {
        name = "勇士：達瑞亞斯‧克羅雷領主",
        level = -1,
    },
    [45834] = {
        name = "失竊的靈魂",
        level = -1,
    },
    [45652] = {
        name = "「謙卑」的請求",
        level = 110,
    },
    [45765] = {
        name = "弟兄姊妹",
        level = 110,
    },
    [45706] = {
        name = "眾人之力",
        level = 110,
    },
    [46057] = {
        name = "勇士：瑪加薩‧恐怖圖騰",
        level = -1,
    },
    [45767] = {
        name = "元素之核",
        level = 110,
    },
    [44800] = {
        name = "違背瑪加薩的意願",
        level = 110,
    },
    [45723] = {
        name = "老巫婆的怒火",
        level = 110,
    },
    [45971] = {
        name = "煉獄火現象",
        level = 110,
    },
    [45724] = {
        name = "蛇與石頭",
        level = 110,
    },
    [46258] = {
        name = "暴風雨後的寧靜",
        level = 110,
    },
    [45725] = {
        name = "擺脫鎖鍊",
        level = 110,
    },
    [45763] = {
        name = "惡魔干擾",
        level = 110,
    },
    [45769] = {
        name = "焚焰",
        level = 110,
    },
    [45883] = {
        name = "火焰領主的攻勢",
        level = 110,
    },
    [40730] = {
        name = "重新分配",
        level = 113,
    },
    [38035] = {
        name = "王家召喚令",
        level = -1,
    },
    [39735] = {
        name = "斯鐸海姆",
        level = -1,
    },
    [39864] = {
        name = "斯鐸海姆",
        level = -1,
    },
    [44700] = {
        name = "Stormheim",
        level = -1,
    },
    [44701] = {
        name = "Stormheim",
        level = -1,
    },
    [38206] = {
        name = "完成整備",
        level = -1,
    },
    [39800] = {
        name = "葛雷邁恩的賭注",
        level = -1,
    },
    [38312] = {
        name = "一步一爪印",
        level = -1,
    },
    [39590] = {
        name = "領頭者優先",
        level = -1,
    },
    [39848] = {
        name = "靈魂買賣",
        level = -1,
    },
    [40003] = {
        name = "消波阻浪",
        level = -1,
    },
    [39122] = {
        name = "終結新希望",
        level = -1,
    },
    [38412] = {
        name = "凜冬寒月之上",
        level = -1,
    },
    [39059] = {
        name = "捉女妖記",
        level = -1,
    },
    [39063] = {
        name = "盾中秘密",
        level = -1,
    },
    [38817] = {
        name = "王室遺骸",
        level = -1,
    },
    [39837] = {
        name = "失魂落魄",
        level = -1,
    },
    [39591] = {
        name = "勇氣試煉",
        level = -1,
    },
    [39595] = {
        name = "鮮血與金錢",
        level = -1,
    },
    [39853] = {
        name = "勝利才是永恆",
        level = -1,
    },
    [39857] = {
        name = "永恆宿敵",
        level = -1,
    },
    [38210] = {
        name = "遠古試煉",
        level = -1,
    },
    [40004] = {
        name = "滅敵大將",
        level = -1,
    },
    [38778] = {
        name = "轉動符石",
        level = -1,
    },
    [38405] = {
        name = "邁向風暴",
        level = -1,
    },
    [40568] = {
        name = "閃電狂怒",
        level = -1,
    },
    [38413] = {
        name = "自由之翼",
        level = -1,
    },
    [38036] = {
        name = "從天而降的補給品",
        level = -1,
    },
    [39060] = {
        name = "易燃傳染源",
        level = -1,
    },
    [38810] = {
        name = "夢幻香草",
        level = -1,
    },
    [38052] = {
        name = "登艦！",
        level = -1,
    },
    [38818] = {
        name = "最後的審判",
        level = -1,
    },
    [38060] = {
        name = "信號強化",
        level = -1,
    },
    [39592] = {
        name = "意志試煉",
        level = -1,
    },
    [39850] = {
        name = "碎魂",
        level = -1,
    },
    [39092] = {
        name = "成為晉升者",
        level = -1,
    },
    [38342] = {
        name = "另謀他路",
        level = -1,
    },
    [38473] = {
        name = "索林尼爾的意志",
        level = -1,
    },
    [40001] = {
        name = "敲響英靈之門",
        level = -1,
    },
    [40005] = {
        name = "斯鐸海姆的救贖",
        level = -1,
    },
    [38624] = {
        name = "喚雷！",
        level = -1,
    },
    [39652] = {
        name = "龍御天下",
        level = -1,
    },
    [39791] = {
        name = "再度安息",
        level = -1,
    },
    [39803] = {
        name = "試煉繼續",
        level = -1,
    },
    [38410] = {
        name = "穿孔保險",
        level = -1,
    },
    [38414] = {
        name = "龍之心",
        level = -1,
    },
    [39061] = {
        name = "黑暗中的低語",
        level = -1,
    },
    [38811] = {
        name = "審判之日",
        level = -1,
    },
    [38815] = {
        name = "喚醒女盾侍",
        level = -1,
    },
    [38057] = {
        name = "失落的軍團",
        level = -1,
    },
    [38823] = {
        name = "束縛符文",
        level = -1,
    },
    [39593] = {
        name = "破碎的看守者",
        level = -1,
    },
    [39597] = {
        name = "看守者的祝福",
        level = -1,
    },
    [39855] = {
        name = "以命償還",
        level = -1,
    },
    [38339] = {
        name = "敵草助陣",
        level = -1,
    },
    [38347] = {
        name = "海草匿蹤",
        level = -1,
    },
    [40002] = {
        name = "熟悉的命運",
        level = -1,
    },
    [38324] = {
        name = "被詛咒的配件",
        level = -1,
    },
    [40078] = {
        name = "沉重的負擔",
        level = -1,
    },
    [39594] = {
        name = "力量試煉",
        level = -1,
    },
    [39472] = {
        name = "把「心」挖出來",
        level = -1,
    },
    [39788] = {
        name = "符文之林的復仇",
        level = -1,
    },
    [39062] = {
        name = "前往斯寇亞胥",
        level = -1,
    },
    [39796] = {
        name = "前往豪斯特沃",
        level = -1,
    },
    [38053] = {
        name = "突擊與電池",
        level = -1,
    },
    [39804] = {
        name = "說到骸骨",
        level = -1,
    },
    [38059] = {
        name = "全身發麻",
        level = -1,
    },
    [39851] = {
        name = "冥界同盟",
        level = -1,
    },
    [39849] = {
        name = "引路明燈",
        level = -1,
    },
    [38331] = {
        name = "Havi's Test",
        level = -1,
    },
    [38808] = {
        name = "貝翁亞塔",
        level = -1,
    },
    [38558] = {
        name = "震盪器，好神氣",
        level = -1,
    },
    [38816] = {
        name = "擊破骸語",
        level = -1,
    },
    [38058] = {
        name = "聚雷針",
        level = -1,
    },
    [38337] = {
        name = "鱗片打造",
        level = -1,
    },
    [38616] = {
        name = "鱗片打造",
        level = -1,
    },
    [38318] = {
        name = "無翼而飛",
        level = -1,
    },
    [39405] = {
        name = "戰爭故事",
        level = -1,
    },
    [40072] = {
        name = "英靈殿：取得神盾",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [42104] = {
        name = "地底之王來襲",
        level = -1,
    },
    [40594] = {
        name = "天降正義",
        level = -1,
    },
    [39588] = {
        name = "血債血償",
        level = -1,
    },
    [38915] = {
        name = "雪盲台地之戰",
        level = -1,
    },
    [39025] = {
        name = "地底之王的魔掌",
        level = -1,
    },
    [39027] = {
        name = "達古爾與神錘",
        level = -1,
    },
    [39777] = {
        name = "爭取時間",
        level = -1,
    },
    [39661] = {
        name = "活泉洞穴",
        level = -1,
    },
    [38907] = {
        name = "神錘守護者",
        level = -1,
    },
    [38909] = {
        name = "前往高地",
        level = -1,
    },
    [38911] = {
        name = "河鬃部族",
        level = -1,
    },
    [38913] = {
        name = "天角部族",
        level = -1,
    },
    [39860] = {
        name = "血之祭儀",
        level = -1,
    },
    [39043] = {
        name = "啃石營地",
        level = -1,
    },
    [39990] = {
        name = "胡恩之戰 - 增援",
        level = -1,
    },
    [39614] = {
        name = "岸上的魚",
        level = -1,
    },
    [39490] = {
        name = "蟲害",
        level = -1,
    },
    [39429] = {
        name = "攻擊女巫之地",
        level = -1,
    },
    [39776] = {
        name = "巨蟲",
        level = -1,
    },
    [39496] = {
        name = "河水之流",
        level = -1,
    },
    [39498] = {
        name = "高嶺流水",
        level = -1,
    },
    [39374] = {
        name = "謁見托洛卡",
        level = -1,
    },
    [39862] = {
        name = "攻城卜魯",
        level = -1,
    },
    [42088] = {
        name = "撤離雪鬃村",
        level = -1,
    },
    [40388] = {
        name = "胡恩之戰 - 影歌",
        level = -1,
    },
    [39992] = {
        name = "胡恩之戰 - 納斯雷茲姆",
        level = -1,
    },
    [39321] = {
        name = "力擒三敵",
        level = -1,
    },
    [40520] = {
        name = "見證過去",
        level = -1,
    },
    [39577] = {
        name = "遠古秘密",
        level = -1,
    },
    [39579] = {
        name = "後門",
        level = -1,
    },
    [39455] = {
        name = "血煉洞窟",
        level = -1,
    },
    [39488] = {
        name = "元素平衡",
        level = -1,
    },
    [39575] = {
        name = "胡恩之路",
        level = -1,
    },
    [39272] = {
        name = "劇毒農作物",
        level = -1,
    },
    [40219] = {
        name = "無懼死亡之翼",
        level = -1,
    },
    [39780] = {
        name = "地底之王",
        level = -1,
    },
    [39026] = {
        name = "卓格巴",
        level = -1,
    },
    [39988] = {
        name = "胡恩之戰 - 怒風",
        level = -1,
    },
    [40112] = {
        name = "胡恩之戰 - 瑪洛尼的愛將",
        level = -1,
    },
    [39983] = {
        name = "胡恩之戰 - 到臨",
        level = -1,
    },
    [40167] = {
        name = "胡恩的故事",
        level = -1,
    },
    [38910] = {
        name = "大鵬對老鷹",
        level = -1,
    },
    [38912] = {
        name = "血圖騰部族",
        level = -1,
    },
    [39733] = {
        name = "孤嶺",
        level = -1,
    },
    [38916] = {
        name = "高嶺的秘密",
        level = -1,
    },
    [40515] = {
        name = "與靈魂同行",
        level = -1,
    },
    [39487] = {
        name = "水晶怒靈",
        level = -1,
    },
    [39489] = {
        name = "鳩佔鵲巢",
        level = -1,
    },
    [39491] = {
        name = "『瘟疫』歐姆古",
        level = -1,
    },
    [39426] = {
        name = "血債",
        level = -1,
    },
    [39873] = {
        name = "我有不好的預感",
        level = -1,
    },
    [39425] = {
        name = "石暗水晶",
        level = -1,
    },
    [39373] = {
        name = "女巫的羽毛",
        level = -1,
    },
    [39391] = {
        name = "岩石寵物",
        level = -1,
    },
    [39381] = {
        name = "困境生機",
        level = -1,
    },
    [39316] = {
        name = "受困的牛頭人",
        level = -1,
    },
    [39318] = {
        name = "撫平傷痕",
        level = -1,
    },
    [39372] = {
        name = "森林女巫",
        level = -1,
    },
    [39322] = {
        name = "巫后",
        level = -1,
    },
    [39387] = {
        name = "高嶺的天空",
        level = -1,
    },
    [39578] = {
        name = "泰坦對決",
        level = -1,
    },
    [39580] = {
        name = "牛頭人酋長",
        level = -1,
    },
    [39456] = {
        name = "意外的盟友",
        level = -1,
    },
    [39277] = {
        name = "噴灑與獵殺",
        level = -1,
    },
    [42512] = {
        name = "高嶺永存",
        level = -1,
    },
    [39781] = {
        name = "奈薩里奧巢穴",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40961] = {
        name = "達拉然噴泉",
        level = 110,
    },
    [40960] = {
        name = "夜光珍珠",
        level = 110,
    },
    [41010] = {
        name = "鮮魚狂亂",
        level = 110,
    },
    [38332] = {
        name = "遊俠之王",
        level = -1,
    },
    [39698] = {
        name = "完成整備",
        level = -1,
    },
    [38357] = {
        name = "副作用可能包括輕微不死化",
        level = -1,
    },
    [38358] = {
        name = "吸滿抽飽",
        level = -1,
    },
    [38307] = {
        name = "大酋長召見",
        level = -1,
    },
    [38360] = {
        name = "風行者的命運",
        level = -1,
    },
    [38361] = {
        name = "凋零者之怒",
        level = -1,
    },
    [39801] = {
        name = "四分五裂的艦隊",
        level = -1,
    },
    [38362] = {
        name = "殘忍的戰利品",
        level = -1,
    },
    [38459] = {
        name = "遠古試煉",
        level = -1,
    },
    [38618] = {
        name = "凜冬寒月之上",
        level = -1,
    },
    [38613] = {
        name = "無翼而飛",
        level = -1,
    },
    [38615] = {
        name = "刺穿保險",
        level = -1,
    },
    [38617] = {
        name = "另謀他路",
        level = -1,
    },
    [38612] = {
        name = "一步一爪印",
        level = -1,
    },
    [38614] = {
        name = "承受風暴",
        level = -1,
    },
    [38611] = {
        name = "索林尼爾的意志",
        level = -1,
    },
    [39385] = {
        name = "給葛雷邁恩的禮物",
        level = -1,
    },
    [38872] = {
        name = "黑暗女王的要求",
        level = -1,
    },
    [39154] = {
        name = "前往斯寇亞胥",
        level = -1,
    },
    [39153] = {
        name = "喚懼的困境",
        level = -1,
    },
    [38878] = {
        name = "盾中秘密",
        level = -1,
    },
    [38873] = {
        name = "清除甲板！",
        level = -1,
    },
    [39155] = {
        name = "成為晉升者",
        level = -1,
    },
    [38882] = {
        name = "不死者的新生",
        level = -1,
    },
    [38513] = {
        name = "高嶺鐵匠",
        level = 104,
    },
    [38515] = {
        name = "天然原料",
        level = 102,
    },
    [38519] = {
        name = "沉灰",
        level = 104,
    },
    [38523] = {
        name = "脈石蹄甲",
        level = 106,
    },
    [38525] = {
        name = "團隊的一份子",
        level = 110,
    },
    [44449] = {
        name = "進階淬火",
        level = 108,
    },
    [39726] = {
        name = "蒐集胸甲",
        level = 108,
    },
    [38531] = {
        name = "脈石精通",
        level = 110,
    },
    [38533] = {
        name = "部族知識",
        level = 110,
    },
    [39681] = {
        name = "脈石特性",
        level = 100,
    },
    [38559] = {
        name = "資格檢定",
        level = 110,
    },
    [38563] = {
        name = "摘花者與飲藥者",
        level = 102,
    },
    [38502] = {
        name = "夜落精靈的手法",
        level = 100,
    },
    [38506] = {
        name = "鬼畫符",
        level = 102,
    },
    [38514] = {
        name = "有待進步",
        level = 104,
    },
    [38518] = {
        name = "師從多人",
        level = 104,
    },
    [38522] = {
        name = "不是只有武器和護甲",
        level = 106,
    },
    [38524] = {
        name = "魔匠娜麗莎",
        level = 110,
    },
    [38526] = {
        name = "火鍛法",
        level = 110,
    },
    [38528] = {
        name = "脈石潛能",
        level = 110,
    },
    [38530] = {
        name = "蒼天之石",
        level = 110,
    },
    [39729] = {
        name = "玄鴉知識",
        level = 108,
    },
    [48053] = {
        name = "錨的原料",
        level = -1,
    },
    [39680] = {
        name = "進退兩難…",
        level = 108,
    },
    [38833] = {
        name = "惡魔鋼之藝",
        level = 110,
    },
    [38532] = {
        name = "靈魂之喉：飽受風吹雨打",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = 110,
    },
    [39699] = {
        name = "鐵角脈石鍛造",
        level = 104,
    },
    [38499] = {
        name = "新奇礦石",
        level = 100,
    },
    [38564] = {
        name = "有利的交易",
        level = 108,
    },
    [39702] = {
        name = "玄鴉堡的傳說",
        level = 108,
    },
    [38505] = {
        name = "工程師：還有一點點用處",
        level = 102,
    },
    [38507] = {
        name = "脈石鍛造的奧秘",
        level = 102,
    },
    [38527] = {
        name = "娜麗莎的技藝",
        level = 110,
    },
    [38500] = {
        name = "精通脈石鍛造",
        level = 102,
    },
    [38501] = {
        name = "盤恨鍛造工藝",
        level = 100,
    },
    [39883] = {
        name = "披上傳統",
        level = 102,
    },
    [39884] = {
        name = "失去價值",
        level = 104,
    },
    [39916] = {
        name = "轉向的背叛",
        level = 108,
    },
    [39918] = {
        name = "缺席的女祭司",
        level = 108,
    },
    [39889] = {
        name = "誤入歧途",
        level = 104,
    },
    [40169] = {
        name = "交錯的十字路口",
        level = 108,
    },
    [39891] = {
        name = "受到詛咒，但很方便",
        level = 108,
    },
    [39923] = {
        name = "深入核心",
        level = 110,
    },
    [40048] = {
        name = "人偶師的絲線。",
        level = 100,
    },
    [39920] = {
        name = "於青翼之上",
        level = 110,
    },
    [39907] = {
        name = "精靈附魔",
        level = 108,
    },
    [40130] = {
        name = "洗淨",
        level = 108,
    },
    [39914] = {
        name = "哨兵的最後職責",
        level = 108,
    },
    [39910] = {
        name = "德魯伊的情義",
        level = 108,
    },
    [39906] = {
        name = "預備戰鬥",
        level = 108,
    },
    [39905] = {
        name = "可靠的附魔",
        level = 100,
    },
    [39903] = {
        name = "附魔之家",
        level = 106,
    },
    [39904] = {
        name = "英靈殿：女附魔師的復仇",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = 106,
    },
    [39874] = {
        name = "幾個迷人的夜晚",
        level = 100,
    },
    [39875] = {
        name = "最後一批",
        level = 100,
    },
    [39876] = {
        name = "協助惡魔獵人",
        level = 100,
    },
    [39877] = {
        name = "大家都有一份",
        level = 100,
    },
    [39878] = {
        name = "雷鳴之擊",
        level = 102,
    },
    [39879] = {
        name = "強如大地",
        level = 102,
    },
    [39880] = {
        name = "禁止浪費",
        level = 102,
    },
    [39881] = {
        name = "古怪的附魔",
        level = 104,
    },
    [39882] = {
        name = "暗心灌木林：光芒散盡",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = 104,
    },
    [40265] = {
        name = "魔法之觸",
        level = 106,
    },
    [39921] = {
        name = "奈薩里奧巢穴：青色之杖",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = 110,
    },
    [40875] = {
        name = "暴殄天物",
        level = 106,
    },
    [40876] = {
        name = "人槍一體",
        level = 106,
    },
    [40877] = {
        name = "英靈殿：開懷掃射",
        level = 108,
    },
    [40878] = {
        name = "Assault on Violet Hold: Cheating Death",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = -1,
    },
    [40879] = {
        name = "你來我往",
        level = 110,
    },
    [40880] = {
        name = "電擊迴路",
        level = 110,
    },
    [40881] = {
        name = "油頭油臉",
        level = 110,
    },
    [40882] = {
        name = "眾星之廷：改善後座力",
        difficulty = "heroic",
        tagID = QUEST_TAG_DUNGEON,
        level = 110,
    },
    [40854] = {
        name = "無盡可能性",
        level = 100,
    },
    [40855] = {
        name = "我們在艾蘇納有人",
        level = 100,
    },
    [40856] = {
        name = "所費不貲",
        level = 100,
    },
    [40545] = {
        name = "阿唷，該死的！",
        level = 100,
    },
    [46128] = {
        name = "充電問題",
        level = 110,
    },
    [40859] = {
        name = "最新潮流：槍盔！",
        level = 100,
    },
    [40860] = {
        name = "支援前線",
        level = 102,
    },
    [40861] = {
        name = "眼光所及",
        level = 102,
    },
    [40862] = {
        name = "充填完畢",
        level = 102,
    },
    [40863] = {
        name = "緩事急辦",
        level = 102,
    },
    [40864] = {
        name = "Modular Modifications",
        level = -1,
    },
    [40865] = {
        name = "這不是火箭科學",
        level = 104,
    },
    [40866] = {
        name = "什麼彈殼？",
        level = 104,
    },
    [40867] = {
        name = "泡泡龍",
        level = 104,
    },
    [40868] = {
        name = "非線性時空裝置",
        level = 104,
    },
    [40869] = {
        name = "用過就忘",
        level = 104,
    },
    [40870] = {
        name = "驚天一擊！",
        level = 104,
    },
    [40871] = {
        name = "鎖了再上",
        level = 106,
    },
    [40872] = {
        name = "轟動落幕",
        level = 106,
    },
    [40873] = {
        name = "保持乾燥",
        level = 106,
    },
    [40874] = {
        name = "我也是不得已",
        level = 106,
    },
    [40858] = {
        name = "缺少的零件",
        level = 100,
    },
    [39945] = {
        name = "廢墟中的符文",
        level = 104,
    },
    [39946] = {
        name = "欲善其事，先利其器",
        level = 104,
    },
    [39947] = {
        name = "沒那麼複雜？",
        level = 104,
    },
    [39948] = {
        name = "墨水橫流",
        level = 106,
    },
    [39949] = {
        name = "優秀雕銘師的過往",
        level = 106,
    },
    [39950] = {
        name = "一枚奇怪的飾品",
        level = 106,
    },
    [39953] = {
        name = "英靈殿：勇者預言",
        difficulty = "normal",
        tagID = QUEST_TAG_DUNGEON,
        level = 106,
    },
    [39954] = {
        name = "大量研磨技術",
        level = 108,
    },
    [39955] = {
        name = "錯綜複雜",
        level = 108,
    },
    [39956] = {
        name = "經典永流傳",
        level = 108,
    },
    [40052] = {
        name = "古代維酷人的專長",
        level = 104,
    },
    [39932] = {
        name = "魚墨水",
        level = 100,
    },
    [39961] = {
        name = "尷尬的發現",
        level = 108,
    },
    [39931] = {
        name = "輾碎藥草",
        level = 100,
    },
    [40056] = {
        name = "我們的新盟友",
        level = 102,
    },
    [40057] = {
        name = "力量的代價",
        level = 102,
    },
    [39934] = {
        name = "我們的新盟友",
        level = 102,
    },
    [39935] = {
        name = "力量的代價",
        level = 102,
    },
    [40060] = {
        name = "束縛內在的惡魔",
        level = 102,
    },
    [40061] = {
        name = "了解你的敵人",
        level = 102,
    },
    [39847] = {
        name = "在這簽名",
        level = 100,
    },
    [40063] = {
        name = "操控至上",
        level = 102,
    },
    [39940] = {
        name = "魔化能量符文",
        level = 102,
    },
    [40059] = {
        name = "異者相斥",
        level = 102,
    },
    [40058] = {
        name = "防禦的象徵",
        level = 102,
    },
    [39943] = {
        name = "狩獵重擔",
        level = 102,
    },
    [39944] = {
        name = "神秘訊息",
        level = 104,
    },
    [39933] = {
        name = "卡牌專家",
        level = 100,
    },
    [45163] = {
        name = "清潔溜溜",
        level = -1,
    },
    [45312] = {
        name = "把肉糰打得團團轉",
        level = -1,
    },
    [45111] = {
        name = "大家都想好好打一場",
        level = -1,
    },
    [45162] = {
        name = "重錘落下",
        level = -1,
    },
    [45304] = {
        name = "進攻暗影",
        level = -1,
    },
    [38716] = {
        name = "玄鴉堡",
        level = -1,
    },
    [38711] = {
        name = "看守者璽戒",
        level = -1,
    },
    [38748] = {
        name = "夏拉尼爾遺跡",
        level = -1,
    },
    [38372] = {
        name = "悲苦姊妹",
        level = -1,
    },
    [39393] = {
        name = "月爪谷",
        level = -1,
    },
    [39029] = {
        name = "保衛神殿",
        level = -1,
    },
    [50047] = {
        name = "Free Samples",
        level = 110,
    },
    [50228] = {
        name = "The Twilight Survivor",
        level = 110,
    },
    [49981] = {
        name = "Witness to the Wound",
        level = 110,
    },
    [50229] = {
        name = "A Wee Bit O' Cloth",
        level = 110,
    },
    [50372] = {
        name = "Desert Research",
        level = 110,
    },
    [50373] = {
        name = "A Recent Arrival",
        level = 110,
    },
    [49976] = {
        name = "Gifts of the Fallen",
        level = 110,
    },
    [50374] = {
        name = "The Blood of Azeroth",
        level = 110,
    },
    [50049] = {
        name = "The Speaker's Perspective",
        level = 110,
    },
    [50226] = {
        name = "The Source of Power",
        level = 110,
    },
    [50046] = {
        name = "It's a Sabotage",
        level = 110,
    },
    [50227] = {
        name = "Larvae By The Dozen",
        level = 110,
    },
    [50371] = {
        name = "Summons to Stormwind",
        level = 110,
    },
    [49982] = {
        name = "Witness to the Wound",
        level = 110,
    },
    [50341] = {
        name = "A Recent Discovery",
        level = 110,
    },
    [49977] = {
        name = "Summons to Orgrimmar",
        level = 110,
    },
    [48441] = {
        name = "暗殞峰剩餘物資",
        level = -1,
    },
    [48442] = {
        name = "納斯拉薩斯堡：準備工作",
        level = -1,
    },
    [48443] = {
        name = "納斯拉薩斯堡：救援任務",
        level = -1,
    },
    [48910] = {
        name = "資助克庫恩",
        level = -1,
    },
    [48446] = {
        name = "古老埃雷達爾遺物",
        level = -1,
    },
    [48447] = {
        name = "擊退影衛",
        level = -1,
    },
    [48448] = {
        name = "阻止燃燒軍團的戰爭機器",
        level = -1,
    },
    [48542] = {
        name = "反擊",
        level = 110,
    },
    [48544] = {
        name = "駕！駕！",
        level = 110,
    },
    [48455] = {
        name = "解決暮鬃",
        level = 110,
    },
    [48460] = {
        name = "馴獸師",
        level = 110,
    },
    [47967] = {
        name = "捕捉塔巴克",
        level = 110,
    },
    [48601] = {
        name = "魔火四射",
        level = -1,
    },
    [48912] = {
        name = "為安托洛斯戰役提供補給品",
        level = -1,
    },
    [48600] = {
        name = "扭轉戰局",
        level = -1,
    },
    [48634] = {
        name = "繼續資助克庫恩",
        level = -1,
    },
    [48654] = {
        name = "在歐羅納爾遺跡下",
        level = -1,
    },
    [48911] = {
        name = "虛無療法",
        level = -1,
    },
    [48445] = {
        name = "歐羅納爾遺跡",
        level = -1,
    },
}
